Repository: KDE/itinerary
Catalog: po/*/kde-itinerary.po
Languages: ar, eo, eu

source: Address to coordinates
ar: العنوان إلى الإحداثيات

source: Coordinates to address
ar: الإحداثيات إلى العنوان

source: Remove coordinates
ar: أزل الإحداثيّات

# previous platform
source: (was: %1)
ar: (كان %1)
eo: (estis: %1)
eu: (zen: %1)

# @label
source: Price
ar: السعر
eo: Prezo
eu: Salneurria

source: Price
ar: السعر
eo: Prezo
eu: Salneurria

source: Not a valid number.
ar: ليس عددًا صالحًا.
eo: Ne valida numero.
eu: Ez da zenbaki balioduna.

source: Save Pass
ar: احفظ التّصريح
eu: Gorde pasea

source: Apple Wallet pass (*.pkpass)
ar: تصريح Apple Wallet (*.pkpass)
eu: Apple Wallet pasea (*.pkpass)

source: Delete Pass
ar: احذف التّصريح
eo: Forigi Enirpermesilon
eu: Ezabatu pasea

source: Do you really want to delete this pass?
ar: أحقًّا تريد حذف هذا التّصريح؟
eo: Ĉu vi vere volas forigi ĉi tiun enirpermesilon?
eu: Pase hau benetan ezabatu nahi duzu?

source: Check for Updates
ar: التمس التحديثات
eo: Kontroli pri Ĝisdatigoj
eu: Egiaztatu eguneratzeak

source: Save As…
ar: احفظ باسم…
eu: Gorde honela...

source: KDE Itinerary
ar: خط سير رحلة كِيدِي
eo: KDE-Itinero

source: Flight %1 from %2 to %3
ar: رحلة %1 من %2 إلى %3
eo: Flugo %1 de %2 al %3
eu: %1 hegaldia, %2(e)tik %3(e)ra

source: Train %1 from %2 to %3
ar: قطار %1 من %2 إلى %3
eo: Trajno %1 de %2 al %3
eu: %1 trena, %2(e)tik %3(e)ra

source: Bus %1 from %2 to %3
ar: حافلة %1 من %2 إلى %3
eo: Buso %1 de %2 al %3
eu: %1 autobusa, %2(e)tik %3(e)ra

source: Ferry from %1 to %2
ar: عبّارة من %1 إلى %2
eo: Pramo de %1 al %2
eu: Ferrya, %1(e)tik %2(e)ra

# %1 is a person name
source: Vaccination certificate of %1
ar: شهادة التّلقيح لـ %1

# %1 is a person name, 'Test certificate' is a compound noun
source: Test certificate of %1
ar: شهادة الفحص لـ %1

# %1 is a person name
source: Recovery certificate of %1
ar: شهادة التّعافي لـ %1

source: Certificate expired
ar: انتهت الشهادة
eo: Atestilo eksvalidiĝis
eu: Ziurtagiria iraungita

source: Certificate invalid
ar: الشّهادة غير صالحة
eo: Atestilo nevalida
eu: Ziurtagiri baliogabea

source: Unknown issuer certificate
ar: شهادة جهة الإصدار غير معروفة
eo: Atestilo de nekonata eldonanto
eu: Jaulkitzaile ezezaguneko ziurtagiria

source: Recently vaccinated
ar: لُقّح مؤخّرًا
eo: Lastatempe vakcinita
eu: Duela gutxi txertatua

source: Partially vaccinated
ar: لُقّح جزئيًّا
eo: Parte vakcinita
eu: Partzialki txertatua

source: Vaccinated
ar: لُقّح
eo: Vakcinita
eu: Txertatuta

source: Fully vaccinated
ar: لُقّح بالكامل
eo: Plene vakcinita
eu: Erabat txertatuta

source: Negative test
ar: فحص سلبيّ
eo: Negativa testo
eu: Proba negatiboa

source: Positive test
ar: فحص إيجابيّ
eo: Pozitiva testo
eu: Proba positiboa

source: Test expired
ar: انتهى الفحص
eo: Testo eksvalidiĝis
eu: Proba iraungita

source: Recovery certificate valid
ar: شهادة التّعافي صالحة
eo: Reakira atestilo valida
eu: Sendatze ziurtagiri balioduna

# %1 is a disease, %2 the amount of applied doses, %3 the amount of total doses
source: Vaccination for %1 (%2/%3)
ar: التّطعيم لـ %1 (%2/%3)

# %1 is a disease
source: Vaccination for %1
ar: التّطعيم لـ %1

source: Vaccination
ar: التحصين
eo: Vakcinado
eu: Txertaketa

# %1 is a disease, %2 is a date
source: Test for %1 – %2
ar: فحص %1 – %2

# %1 is a disease, %2 is a date
source: Recovery from %1 – %2
ar: تّعافي من %1 – %2

source: Health Certificates
ar: الشّهادات الصّحية
eo: Sanaj Atestiloj
eu: Osasun ziurtagiriak

source: Delete Certificate
ar: احذف الشّهادة
eo: Forigi Atestilon
eu: Ezabatu ziurtagiria

source: Do you really want to delete this certificate?
ar: أحقًّا تريد حذف هذه الشّهادة؟
eo: Ĉu vi vere volas forigi ĉi tiun atestilon?
eu: Benetan ezabatu nahi duzu ziurtagiri hori?

source: <p>You can import the following health certificates by scanning them with a barcode scanner app:<ul><li>European "Digital Green Certificates" for vaccinations, tests or recovery.</li><li>Indian vaccination certificates.</li><li>SMART Health Cards (SHC) as used in parts of Canada and the US.</li></p>
ar: <p>يمكنك استيراد الشّهادات الصّحيّة التّالية عبر مسحها بتطبيق ماسح ضوئيّ للشّفرة الشّريطيّة:<ul><li>«الشّهادات الخضراء الرّقميّة» الأوروبيّة للتّطعيمات أو الفحوصات أو التّعافي.</li><li>شهادات التّطعيم الهنديّة.</li><li>بطاقات SMART Health Cards (SHC) المستخدمة في أجزاء من كندا والولايات المتّحدة.</li></p>
eo: <p>Vi povas enporti la jenajn sanajn atestojn skanante ilin per strekkoda skanilo:<ul><li>Eŭropaj "Ciferecaj Verdaj Atestiloj" por vakcinadoj, testoj aŭ resaniĝo.</li><li>Hindaj vakcinatestiloj .</li><li>SMART Health Cards (SHC) kiel uzata en partoj de Kanado kaj Usono.</li></p>
eu: <p>Ondoko osasun ziurtagiriak inporta ditzakezu, haiek barra-kode eskaner aplikazio batekin eskaneatuz:<ul><li>Europako txertaketa, proba edo osatze "Ziurtagiri digital berdeak",</li><li>Indiako txertaketa ziurtagiriak.</li><li>SMART Health Cards (SHC) Kanadako eta AEBetako alde batzuetan erabili bezala.</li></p>

source: Person
ar: الشّخص
eo: Persono
eu: Pertsona

source: Name
ar: الاسم
eo: Nomo
eu: Izena

source: Date of birth
ar: تاريخ الميلاد
eu: Jaioteguna

source: Recovery
ar: استرجاع
eo: Retrovo
eu: Osatzea

source: Disease
ar: المرض
eu: Gaixotasuna

source: Valid from
ar: صالحة من
eo: Valida de
eu: Balioaren hasiera

source: Valid until
ar: صالحة حتى
eo: Valida ĝis
eu: Balioduna bukaera

source: Certificate
ar: الشّهادة
eo: Atestilo
eu: Ziurtagiria

source: Issuer
ar: جهة الإصدار
eu: Jaulkitzailea

source: Identifier
ar: المعرف
eu: Identifikatzailea

source: Issued
ar: أُصدر
eu: Jaulkitzea

source: Expires
ar: تنتهي صلاحيّته في
eu: Iraungi

source: Signature
ar: التّوقيع
eu: Sinadura

# Signature state
source: Valid
ar: صالح
eu: Balioduna

# Signature state
source: Unknown
ar: غير معروف
eu: Ezezaguna

# Signature state
source: Invalid
ar: غير صالح
eu: Baliogabea

source: Test
ar: الفحص
eo: Testo
eu: Proba

source: Date
ar: التّاريخ
eu: Data

source: Result
ar: النّتيجة
eu: Emaitza

source: Test Center
ar: مركز الفحص
eu: Proba gunea

source: %2 (%1 day ago)
ar: %2 (قبل يوم واحد)
eo: %2 (antaŭ unu tago)
eu: %2 (duela egun %1)

source: Vaccine
ar: اللقاح
eu: Txertoa

source: Manufacturer
ar: الشّركة المُصنّعة
eu: Fabrikatzailea

source: Dose
ar: الجرعة
eu: Dosia

source: Check-out %1
ar: الخروج %1
eo: Elregistriĝo %1
eu: Ordaindu eta irtetea %1

source: Check-in time: %1
ar: وقت تسجيل الوصول: %1
eo: Enregistriĝa horo: %1
eu: Izen-emate ordua: %1

source: Check-out time: %1
ar: وقت تسجيل الخروج: %1
eo: Tempo de eliro: %1
eu: Ordaindu eta irtete ordua: %1

source: New Hotel Reservation
ar: حجز فندق جديد
eo: Nova Hotel-Rezervado
eu: Hotel erreserba berria

source: Edit Hotel Reservation
ar: عدّل حجز الفندق
eo: Redakti Hotelan Rezervon
eu: Editatu hoteleko erreserba

source: Hotel
ar: فندق
eo: Hotelo
eu: Hotela

# @title:group
source: Accommodation
ar: الإقامة
eo: Loĝejo
eu: Ostatua

# hotel name
source: Name
ar: الاسم
eo: Nomo
eu: Izena

# hotel checkin
source: Check-in
ar: تسجيل الوصول
eo: Enregistriĝo
eu: Izena eman

source: Check-in time has to be set.
ar: يجب ضبط وقت تسجيل الدّخول.
eo: Enregistriĝotempo devas esti fiksita.
eu: Izen-emateko ordua ezarri behar da.

# hotel checkout
source: Check-out
ar: الخروج
eo: Eliro
eu: Ordaindu eta irten

source: Check-out time has to be set.
ar: يجب ضبط وقت تسجيل الخروج.
eo: Elira horo devas esti fiksita.
eu: Ordaindu eta irteteko ordua ezarri behar da.

source: Check-out time has to be after the check-in time.
ar: يجب أن يكون وقت تسجيل الخروج بعد وقت تسجيل الدّخول.
eo: La tempo de eniro devas esti post la tempo de eniro.
eu: Ordaindu eta irteteko ordua izen emate orduaren ondoren izan behar da.

source: Description
ar: الوصف

source: Hotel Reservation
ar: حجز الفندق
eo: Rezervado de Hotelo
eu: Hotel erreserba

source: Check-in time
ar: وقت الوصول
eo: Enregistriĝotempo
eu: Izen-emateko ordua

source: Check-out time
ar: وقت الخروج
eo: Tempo de eliro
eu: Ordaindu eta irteteko ordua

source: Import
ar: استورد
eo: Enporti
eu: Inportatu

# @action:inmenu
source: From file
ar: من ملف
eu: Fitxategitik

source: Import Reservation
ar: استورد الحجز
eo: Importo Rezervado
eu: Inportatu erreserba

source: Apple Wallet passes (*.pkpass)
ar: تصاريح Apple Wallet (*.pkpass)

source: Apple Wallet pass bundles (*.pkpasses)
ar: حزم تصاريح Apple Wallet (*.pkpasses)

source: PDF files (*.pdf)
ar: ملفات PDF (*.pdf)
eo: PDF-dosieroj (*.pdf)
eu: PDF fitxategiak (*.pdf)

source: iCal events (*.ics)
ar: أحداث iCal ‏(*.ics)
eo: iCal-eventoj (*.ics)
eu: iCal gertaerak (*.ics)

source: KDE Itinerary files (*.itinerary)
ar: ملفات مُخطِط الرحلة من كيدي ‏(*.itinerary)
eo: KDE-Itineraj dosieroj (*.itinerary)
eu: KDE Itinerary fitxategiak (*.itinerary)

# @action:inmenu
source: From clipboard
ar: من الحافظة
eu: Arbeletik

# @action:inmenu
source: From barcode
ar: من شفرة شريطيّة
eu: Barra-kodetik

# @action:inmenu
source: From calendar
ar: من التّقويم
eu: Egutegitik

# @action:inmenu Name of the train company in Germany
source: From Deutsche Bahn reservation number
ar: من رقم حجز Deutsche Bahn
eu: Deutsche Bahn erreserba zenbakitik

# Name of the train company in France
source: From SNCF reservation number
ar: من رقم حجز SNCF
eu: SNCF erreserba zenbakitik

# %1 is an error message
source: Import failed: %1
ar: فشل الاستيراد: %1

source: Import failed: File too large.
ar: فشل الاستيراد: الملفّ كبير جدًّا.
eo: Enporto malsukcesis: dosiero tro granda.
eu: Inportatzea huts egin du: Fitxategi luzeegia.

source: Found nothing to import.
ar: لم يُعثر على شيء للاستيراد.
eo: Trovis nenion enportendan.
eu: Ez da inportatzekorik aurkitu.

source: No importable events found in this calendar.
ar: لم يُعثر على أيّ أحداث قابلة للاستيراد في هذا التّقويم.
eo: Neniuj importeblaj eventoj trovitaj en ĉi tiu kalendaro.
eu: Egutegi honetan ez da aurkitu inporta daitekeen ekitaldirik.

source: Backup
ar: انسخ احتياطيًّا
eo: Sekurkopio
eu: Babeskopia

# @title
source: Import
ar: استورد
eo: Enporti
eu: Inportatu

# @title:group
source: Items to Import
ar: العناصر المراد استيرادها
eo: Eroj por Enporti
eu: Inportatu beharreko elementuak

# @action:button
source: Import selection
ar: استورد التّحديد
eo: Enporti elekton
eu: Inportatu hautapena

# @title
source: Find Gate
ar: أوجد البوّابة
eo: Trovi Pordegon
eu: Aurkitu atea

# flight departure/arrival gate
source: %1 (arrival + departure)
ar: %1 (وصول + مغادرة)
eo: %1 (alveno + foriro)
eu: %1 (iritsiera - irteera)

# flight departure gate
source: %1 (departure)
ar: %1 (المغادرة)
eo: %1 (foriro)
eu: %1 (irteera)

# flight arrival gate
source: %1 (arrival)
ar: %1 (الوصول)
eo: %1 (alveno)
eu: %1 (iritsiera)

source: Edit with iD
ar: عدّل بـ iD
eo: Redakti per iD
eu: Editatu «iD»rekin

source: Edit with JOSM
ar: عدّل بـ JOSM
eo: Redakti per JOSM
eu: Editatu «JOSM»rekin

source: Edit with Vespucci
ar: عدّل بـ Vespucci
eo: Redakti per Vespucci
eu: Editatu «Vespucci»rekin

source: Floor %1
ar: الطابق %1
eo: Etaĝo %1
eu: %1. solairua

source: Zoom In
ar: قرّب
eo: Zoom En
eu: Zooma gerturatu

source: Zoom Out
ar: بعّد
eo: Malzomi
eu: Zooma urrundu

source: Find Platform
ar: أوجد الرّصيف
eo: Trovi Platformon
eu: Bilatu nasa

source: Find Gate
ar: أوجد البوّابة
eo: Trovi Pordegon
eu: Bilatu atea

source: Find Amenity
ar: ابحث عن وسائل الراحة
eo: Trovi Agrablecon
eu: Bilatu zerbitzua

source: Show Elevator Status
ar: أظهر حالة المصعد
eo: Montri Staton de Lifto
eu: Erakutsi igogailuaren egoera

source: Show Rental Vehicles
ar: أظهر المركبات المستأجرة
eo: Montri Luo-Veturilojn
eu: Erakutsi alokairuko ibilgailuak

source: Open Map
ar: افتح الخريطة
eo: Malfermi Mapon
eu: Ireki mapa

source: Open wheelmap.org
ar: افتح wheelmap.org
eo: Malfermi wheelmap.org
eu: Ireki wheelmap.org

# @title
source: Filter Journeys
ar: رشّح الرحلات

source: Mode of transportation
ar: طريقة النّقل
eo: Reĝimo de transporto
eu: Garraiobidea

# journey query search constraint, description
source: High speed or intercity trains
ar: قطارات فائقة السّرعة أو بين المدن
eo: Altrapidaj aŭ interurbaj trajnoj
eu: Abiadura handiko edo hiriarteko trenak

# journey query search constraint, description
source: Regional or local trains
ar: قطارات إقليميّة أو محلّيّة
eo: Regionaj aŭ lokaj trajnoj
eu: Eskualdeko edo tokiko trenak

# journey query search constraint, description
source: Rapid transit, metro, trams
ar: العبور السّريع، المترو، الترام
eo: Rapida trafiko, metroo, tramoj
eu: Igarotze azkarra, metroa, tranbia

# journey query search constraint, description
source: Local or regional bus services
ar: خدمات الحافلات المحلّيّة أو الإقليميّة
eo: Lokaj aŭ regionaj busservoj
eu: Tokiko edo eskualdeko autobus zerbitzuak

# journey query search constraint, description
source: Boats or ferries
ar: القوارب أو العبّارات
eo: Boatoj aŭ pramoj
eu: Itsasontziak edo ferryak

# @action:button
source: Show Map
ar: أظهر الخريطة
eo: Montri Mapon
eu: Erakutsi mapa

source: Select
ar: اختر
eo: Elekti
eu: Hautatu

# @action:button
source: Load earlier connections
ar: حمّل الاتّصالات الأسبق
eo: Ŝargi pli fruajn konektojn
eu: Zamatu aurreko konexioak

# @info:placeholder
source: No journeys found
ar: لم يُعثر على أيّ رحلات
eu: Ez du bidaiarik aurkitu

source: Still fetching results…
ar: جارٍ جلب النتائج…
eo: Ankoraŭ akirante rezultojn…
eu: Oraindik emaitzan eskuratzen...

source: Select Journey
ar: اختر رحلة
eo: Elekti Vojaĝon
eu: Hautatu bidaia

# departure train station
source: Select Departure Stop
ar: اختر محطّة المغادرة
eo: Elekti Forveturhalton
eu: Hautatu irteerako geralekua

# arrival train station
source: Select Arrival Stop
ar: اختر محطّة الوصول
eo: Elekti Alvenhalton
eu: Hautatu iritsierako geralekua

# departure train station
source: From:
ar: مِن:
eo: De:
eu: Nondik:

# arrival train station
source: To:
ar: إلى
eo: Al:
eu: Nora:

# departure and arrival stops
source: Swap departure and arrival
ar: ابدل بين المغادرة والوصول
eu: Trukatu irteera eta iritsiera

# train or bus departure
source: Departure
ar: المغادرة
eo: Foriro
eu: Irteera

# train or bus arrival
source: Arrival
ar: الوصول
eo: Alveno
eu: Iritsiera

# train or bus departure
source: Departure time
ar: وقت المغادرة
eo: Forira horo
eu: Irteera-ordua

# train or bus arrival
source: Arrival time
ar: وقت الوصول
eo: Alvena horo
eu: Iritsiera-ordua

# filter journeys by mode of transportation etc.
source: Filter
ar: المرشّح

source: Search Journey
ar: ابحث عن رحلة
eo: Serĉi Vojaĝon
eu: Bilatu bidaia

source: To %1
ar: إلى %1
eo: Al %1
eu: %1(e)ra

source: Walk (%1)
ar: مشي (%1)
eo: Promeni (%1)
eu: Oinez (%1)

source: Walk %1 (%2)
ar: مشي %1 (%2)
eo: Promeni %1 (%2)
eu: Oinez %1 (%2)

source: Transfer (%1)
ar: تحويل (%1)
eo: Translokigo (%1)
eu: Ibilgailu-aldaketa (%1)

source: Wait (%1)
ar: الانتظار (%1)
eo: Atendi (%1)
eu: Itxaron (%1)

source: Drive %1 (%2)
ar: القيادة %1 (%2)
eo: Veturi %1 (%2)
eu: Gidatu %1 (%2)

# @info
source: Platform %1
ar: المنصّة %1
eo: Platformo %1
eu: %1. nasa

# @action:button
source: Show More…
ar: عرض المزيد…
eo: Montri pli…
eu: Erakutsi gehiago...

# Direction of the transport mode
source: To %1
ar: إلى %1
eo: Al %1
eu: %1(e)ra

source: Distance: %1
ar: المسافة: %1
eo: Distanco: %1
eu: Distantzia: %1

source: Average Speed: %1
ar: السرعة المتوسطة: %1
eo: Averaĝa Rapideco: %1
eu: Batezbesteko abiadura: %1

source: CO₂: %1
ar: ثاني أكسيد الكربون: %1

# Abbreviation of train platform
source: Pl. %1
ar: المنصة %1

# Ferry dock, if possible use an abbreviation
source: Dock %1
ar: المرسى %1

# Generic abbreviation of platform
source: Pl. %1
ar: المنصة %1

source: Show location
ar: اعرض الموقع
eo: Montri lokon
eu: Erakutsi kokalekua

# number of switches to another transport
source: One change
ar: تغيير واحد
eo: Unu ŝanĝo
eu: Aldaketa bat

source: Click to extend
ar: اضغط للتّوسيع
eo: Klaki por etendi
eu: Egin klik zabaltzeko

source: Itinerary change
ar: تغيير مُخطِط الرحلة
eo: Itinera ŝanĝo
eu: Ibilbide aldaketa

source: Live Status
ar: حالة الفعلية
eo: Viva Statuso
eu: Zuzeneko egoera

source: Stop Location Sharing
ar: أوقف مشاركة الموقع
eo: Ĉesi Lokkundividon
eu: Gelditu kokapena partekatzen

source: Share Location via Matrix
ar: شارك الموقع عبر Matrix
eo: Kunhavigi Lokon per Matrix
eu: Partekatu kokapen Matrix bidez

# map style
source: Normal map
ar: خريطة عاديّة
eu: Mapa arrunta

# map style
source: Railway infrastructure map
ar: خريطة البنية التّحتيّة للسّكك الحديديّة
eu: Trenbide-azpiegituren mapa

# map style
source: Railway signalling map
ar: خريطة إشارات السّكك الحديديّة
eu: Trenbide-seinaleztapenaren mapa

# map style
source: Railway speed map
ar: خريطة سرعة السّكك الحديديّة
eu: Trenbide-abiaduraren mapa

# map style
source: Railway electrification map
ar: خريطة كهربة السّكك الحديديّة
eu: Trenbidearen elektrifikazio mapa

# map style
source: Railway gauge map
ar: خريطة مقياس السّكك الحديديّة
eu: Trenbide-zabaleraren mapa

source: Share Live Location
ar: شارك الموقع المباشر
eo: Kunhavigi Vivan Lokon
eu: Partekatu kokapena zuzenean

source: Do you really want to share your current location to the Matrix channel %1?
ar: هل تريد حقًا مشاركة موقعك الحالي في قناة Matrix %1؟
eo: Ĉu vi vere volas kunhavigi vian nunan lokon al la Matrix-kanalo %1?
eu: Benetan partekatu nahi duzu zure uneko kokapena %1 Matrix kanalarekin?

source: Share
ar: شارك
eo: Kunhavigi
eu: Partekatu

source: Automatically follow on the map
ar: اتبع آليًا على الخريطة
eo: Aŭtomate sekvi sur la mapo
eu: Mapan automatikoki jarraitzea

source: Waiting for data…
ar: ينتظر البيانات...
eo: Atendante datumojn…
eu: Datuen zain...

source: Position
ar: الموضع
eo: Pozicio
eu: Kokapena

source: Journey
ar: الرحلة
eo: Vojaĝo
eu: Bidaia

# weight in gram
source: %1 g
ar: %1 غ

# weight in kilogram
source: %1 kg
ar: %1 كغم

# altitude in meter
source: %1m
ar: %1م

source: Daylight Saving Time
ar: التوقيت الصيفي
eo: Somera Tempo
eu: Udako ordutegia

# opposite to daylight saving time
source: Standard Time
ar: التوقيت المبدئي
eo: Norma Tempo
eu: Ordu estandarra

source: Entering %1
ar: أدخل %1
eo: Enirante %1
eu: %1(e)ra sartzen

source: No compatible power sockets: %1
ar: لا توجد مقابس طاقة متوافقة: %1
eo: Neniuj kongruaj elektraj ingoj: %1
eu: Indar-hargune ez bateragarriak: %1

source: Some incompatible power sockets: %1
ar: بعض مقابس الطاقة غير متوافقة: %1
eo: Kelkaj nekongruaj elektraj ingoj: %1
eu: Indar-hargune ez bateragarri batzuk: %1

source: Some incompatible power plugs: %1
ar: بعض مقابس الطاقة غير متوافقة: %1
eo: Kelkaj nekongruaj elektraj ŝtopiloj: %1
eu: Indar-hargune bateraezin batzuk: %1

source: Timezone change: %1 (%2)
ar: تغيير المنطقة الزمنية: %1 (%2)
eo: Horzona ŝanĝo: %1 (%2)
eu: Ordu-eremu aldaketa: %1 (%2)

# currency conversion rate
source: Currency: %1 = %2
ar: العملة: %1 = %2
eo: Valuto: %1 = %2
eu: Dibisa: %1 = %2

source: People are driving on the right side.
ar: الناس يقودون على الجانب الأيمن.
eo: Homoj veturas dekstre.
eu: Jendeak eskuinetik gidatzen du.

source: People are driving on the left side.
ar: الناس يقودون على الجانب الأيسر.
eo: Homoj veturas maldekstre.
eu: Jendeak ezkerretik gidatzen du.

source: Type A
ar: النوع A
eo: Tipo A
eu: A mota

source: Type B
ar: النوع B
eo: Tipo B
eu: B mota

source: Europlug
ar: قابس أوروبي
eo: Eŭroŝtopilo
eu: Euro-hartunea

source: Type D
ar: النوع D
eo: Tipo D
eu: D mota

source: Type E
ar: النوع E
eo: Tipo E
eu: E mota

source: Schuko
ar: شوكو
eo: Ŝuko

source: Type G
ar: النوع G
eo: Tipo G
eu: G mota

source: Type H
ar: النوع H
eo: Tipo H
eu: H mota

source: Type I
ar: النوع I
eo: Tipo I
eu: I mota

source: Type J
ar: النوع J
eo: Tipo J
eu: J mota

source: Type K
ar: النوع K
eo: Tipo K
eu: K mota

source: Type L
ar: النوع L
eo: Tipo L
eu: L mota

source: Type M
ar: النوع M
eo: Tipo M
eu: M mota

source: Type N
ar: النوع N
eo: Tipo N
eu: N mota

source: Digital Travel Assistant
ar: مُخطِط الرحلة مساعد سفر رقمي
eo: Cifereca Vojaĝa Asistanto
eu: Bidai-laguntzaile digitala

source: Copyright © The KDE Community
ar: حقوق النشر © مجتمع كيدي
eo: Kopirajto © La KDE-Komunumo
eu: Copyright © KDE Komunitatea

# @info:credit
source: Wikidata
ar: ويكي بيانات

# @info:credit
source: Provides various metadata like train station names, driving side, and power plug types.
ar: يوفر بيانات وصفية متنوعة مثل أسماء محطات القطار، وجهة القيادة، وأنواع مقابس الكهرباء.

# @info:credit
source: OpenStreetMap
ar: خريطة الشّوارع المفتوحة

# @info:credit
source: Provides both indoor and outdoor maps. ©OpenStreetMap contributors
ar: يوفر خرائط داخلية وخارجية. ©المساهمون في OpenStreetMap

# @info:credit
source: OpenSSL
ar: أوبن إس إس إل

# @info:credit
source: Secure network interaction with TLS. © 1998-2018 The OpenSSL Project
ar: تفاعل شبكة آمن مع TLS. © 1998-2018 مشروع OpenSSL

# @info:credit
source: QR-Code scanning. © 2016 ZXing Authors, © 2016 Nu-book Inc.
ar: مسح رمز الاستجابة السريعة. © 2016 ZXing للمؤلفين، © 2016 Nu-book Inc.

# @info:credit
source: Poppler
ar: بوبلر

# @info:credit
source: PDF parsing
ar: تحليل ملفات بي دي إف

# @info:credit
source: MapLibre Native Qt
ar: MapLibre الأصلية لمكتبة كيوت

# @info:credit
source: Copyright © MapLibre contributors.
ar: جميع الحقوق محفوظة © لمساهمي MapLibre.

# @info:credit
source: MapLibre Native
ar: MapLibre الأصلية

# @info:credit
source: FreeType
ar: فري تايب

# @info:credit
source: Copyright (C) 2006-2020 by David Turner, Robert Wilhelm, and Werner Lemberg.
ar: حقوق الطبع والنشر (C) 2006-2020 محفوظة لديفيد تورنر وروبرت فيلهلم وورنر ليمبرغ.

# @info:credit
source: Internalisation
ar: التدويل

# @info:credit
source: QR-Code Generation. © 2006-2018 Kentaro Fukuchi
ar: إنشاء رمز الاستجابة السريعة. © 2006-2018 كينتارو فوكوتشي

# @info:credit
source: © The libical developers
ar: © مطورو libical

# @info:credit
source: Copyright (C) 1998-2012 Daniel Veillard
ar: حقوق الطبع والنشر (C) 1998-2012 دانيال فييار

# @info:credit
source: Matrix integration.
ar: تكامل Matrix

# @info:credit
source: Secure password storage.
ar: تحزين كلمة السر الآمن

# @info:credit
source: Matrix crypto library.
ar: مكتبة تعمية Matrix.

# @info:shell
source: Open Itinerary on the given page
ar: افتح مُخطِط الرحلة على الصفحة المعطاة
eo: Malfermi Itineron je la donita paĝo
eu: Ireki ibilbidea adierazitako orrian

# @info:shell
source: Files or URLs to import.
ar: الملفات أو الروابط للاستيراد.
eo: Dosieroj aŭ URL-oj por importi.
eu: Inportatu beharreko fitxategiak edo URLak.

source: Settings…
ar: إعدادات…
eo: Agordo…
eu: Ezarpenak...

source: Help
ar: مساعدة
eo: Helpo
eu: Laguntza

# @info:status
source: No onboard information available.
ar: لا توجد معلومات على متن الطائرة.
eo: Neniu enŝipa informo haveblas.
eu: Ontziko informazioa ez dago erabilgarri.

source: Map download finished.
ar: اكتمل تنزيل الخريطة.
eo: Elŝuto de mapo finiĝis.
eu: Mapa zama-jaistea amaitu da.

# @title:window
source: Matrix Session Verification
ar: التحقق من جلسة Matrix
eo: Matricosesia Konfirmo
eu: «Matrix»eko saioaren egiaztapena

source: Platform:
ar: المنصّة:
eo: Platformo:
eu: Nasa:

source: Occupancy:
ar: الإشغال:
eo: Okupiteco:
eu: Okupazioa:

source: Information:
ar: معلومات:
eu: Informazioa:

source: Show indoor map
ar: اعرض الخريطة الداخلية
eo: Rigardi endoman mapon
eu: Erakutsi barnealdeko mapa

source: Matrix Session Verification
ar: التحقق من جلسة Matrix
eo: Matricosesia Konfirmo
eu: «Matrix»eko saioaren egiaztapena

# Matrix session verification
source: Waiting for device to accept verification.
ar: في انتظار قبول الجهاز للتَثَبّت
eu: Gailuak egiaztapena onartzeko zain.

# Matrix session verification
source: Incoming key verification request from device <b>%1</b>
ar: هناك طلب تَثَبّت قادم من جهاز <b>%1</b>
eu: <b>%1</b> gailuaren, sarrerako gakoaren egiaztapen eskaera

# Matrix session verification
source: Waiting for other party to verify.
ar: في انتظار تَثَبّت الطرف الثاني.
eu: Beste aldea egiaztatzeko zain.

# Matrix session verification
source: Successfully verified device <b>%1</b>
ar: نجح في تَثَبّت من جهاز <b>%1</b>
eu: <b>%1</b> gailuaren egiaztapen arrakastatsua
