Repository: KDE/itinerary
Catalog: po/*/kde-itinerary.po
Languages: ar, eo, eu

# @info
source: Traewelling is a free check-in service that lets you tell your friends where you are and where you can log your public transit journeys. For more information, visit <a href="https://traewelling.de">traewelling.de</a>
eo: Traewelling estas senpaga servo de enregistriĝo, kiu ebligas al vi diri al viaj amikoj kie vi estas kaj kie vi povas registri viajn publiktransportajn vojaĝojn. Por pliaj informoj, vizitu visit <a href="https://traewelling.de">traewelling.de</a>
eu: Träwelling fakturaziorako doako zerbitzu bat da, zure lagunei non zauden esateko balio duena eta garraio publikoko zure bidaiak egunkarian gordetzeko balio duena. Informazio gehiago lortzeko, bisitatu <a href="https://traewelling.de">traewelling.de</a>

source: Attendee %1
eo: Ĉeestanto %1
eu: Partaidea %1

source: Traveler %1
eo: Vojaĝanto %1
eu: Bidaiaria %1

source: Additional notes
eo: Pliaj notoj
eu: Ohar osagarriak

# @action:button
source: Add to Traewelling
eo: Aldoni al Traewelling
eu: Gehitu «Träewelling»era

source: Added to Traewelling
eo: Aldoniĝis al Traewelling
eu: «Träewelling»era gehitu da

source: Failed to add to Traewelling
eo: Malsukcesis aldoni al Traewelling
eu: «Träewelling»era gehitzea huts egin du

source: Address:
eu: Helbidea:

source: Departure: %1
eo: Foriro: %1
eu: Irteera: %1

source: Arrival: %1
eo: Alveno: %1
eu: Iritsiera: %1

source: Platform: %1
eo: Platformo: %1
eu: Nasa: %1

source: Copyright: %1
eo: Kopirajto: %1
