Repository: KDE/itinerary
Catalog: po/*/kde-itinerary.po
Languages: ar, eo, eu

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi,Ander Elortondo

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: olivermkellogg@gmail.com
eu: xalba@ni.eus,ander.elor@gmail.com

source: About
ar: عن
eo: Pri
eu: Honi buruz

source: License: <a href="%2">%1</a>
ar: الرخصة: <a href="%2">%1</a>
eo: Permesilo: <a href="%2">%1</a>
eu: Lizentzia: <a href="%2">%1</a>

source: KDE Itinerary uses public transport data from the following sources.
ar: مُخطِط الرحلة من كيدي يستخدم بيانات النقل العام من المصادر التّالية.
eo: KDE-Itinero uzas publiktransportajn datumojn de la sekvaj fontoj.
eu: «KDE Itinerary»k garraio publikoaren datuak erabiltzen ditu ondorengo jatorrietatik.

source: Developer information
ar: معلومات المطور
eo: Informoj pri programisto
eu: Garatzaileentzako informazioa

source: Application version: %1
ar: إصدار البرنامج: %1
eo: Aplika versio: %1
eu: Aplikazio bertsioa %1

source: Extractor capabilities:
ar: قدرات المُستخرج:
eo: Kapabloj de eltiraĵo:
eu: Erauzlearen gaitasunak:

source: Extractor capabilities copied to clipboard
ar: نُسخت قدرات المستخرج إلى الحافظة
eo: Eltiraj kapabloj kopiitaj al tondujo
eu: Erauzlearen gaitasunak arbelera kopiatu dira

source: Show Boarding Pass
ar: أظهر بطاقة الصعود
eo: Montri Enirpermesilon
eu: Erakutsi ontziratze-pasea

source: Show Ticket
ar: أظهر التّذكرة
eo: Montri Bileton
eu: Erakutsi txartela

source: Add transfer before
ar: أضف تحويلاً قبل
eo: Aldoni translokiĝon antaŭ
eu: Gehitu ibilgailu-aldaketa aurretik

source: Add transfer after
ar: أضف تحويلاً بعد
eo: Aldoni translokiĝon post
eu: Gehitu ibilgailu-aldaketa ondoren

source: Edit
ar: حرّر
eo: Redakti
eu: Editatu

source: Add to calendar…
ar: أضف إلى التّقويم…
eo: Aldoni al kalendaro…
eu: Gehitu egutegira...

source: Export…
ar: صدر…
eo: Elporti…
eu: Esportatu...

source: Delete…
ar: احذف…

source: Delete Event
ar: احذف الحدث
eo: Forigi Eventon
eu: Ezabatu ekitaldia

source: Do you really want to delete this event?
ar: أحقًّا تريد حذف هذا الحدث؟
eo: Ĉu vi vere volas forigi ĉi tiun eventon?
eu: Benetan ezabatu nahi duzu ekitaldi hori?

source: Export Reservation
ar: صدّر الحجز
eo: Elporti Rezervadon
eu: Esportatu erreserba

source: Actions
ar: إجراءات
eo: Agoj
eu: Ekintzak

# cancel as in revoking a booking
source: Cancel Reservation
ar: ألغ الحجز
eo: Nuligi Rezervon
eu: Erreserba bertan behera utzi

source: Check-in
ar: تسجيل الوصول
eo: Enregistriĝo
eu: Izen ematea

source: Download
ar: نزّل
eo: Elŝuti
eu: Zama-jaitsi

# participate in an event
source: Join
ar: انضم
eo: Partopreni
eu: Elkartu

source: Reserve
ar: احجز
eo: Rezervi
eu: Erreserbatu

source: Change Reservation
ar: غيّر الحجز
eo: Ŝanĝi Rezervon
eu: Aldatu erreserba

source: View Reservation
ar: اعرض الحجز
eo: Vidi Rezervon
eu: Ikusi erreserba

source: Alternative Connections
ar: اتصالات بديلة
eo: Alternativaj Ligoj
eu: Ordezko konexioak

# journey query search constraint, title
source: Long distance trains
ar: قطارات المسافات الطّويلة
eo: Longdistancaj trajnoj
eu: Distantzia luzeko trenak

# journey query search constraint, title
source: Local trains
ar: القطارات المحليّة
eo: Lokaj trajnoj
eu: Tokiko trenak

# journey query search constraint, title
source: Rapid transit
ar: نظام النقل السريع
eo: Rapida transito
eu: Igarotze azkarra

# journey query search constraint, title
source: Bus
ar: حافلة
eo: Buso
eu: Autobusa

# journey query search constraint, title
source: Ferry
ar: عبارة
eo: Pramo
eu: Ferrya

# journey query search constraint, title
source: Airplane
ar: الطائرة

source: Replace Journey
ar: استبدل الرّحلة
eo: Anstataŭigi Vojaĝon
eu: Ordeztu bidaia

source: Do you really want to replace your existing reservation with the newly selected journey?
ar: أحقًّا تريد استبدال حجزك الحالي بالرّحلة الجديدة المختارة؟
eo: Ĉu vi vere volas anstataŭigi vian ekzistantan rezervadon per la nove elektita vojaĝo?
eu: Benetan ordeztu nahi duzu daukazun erreserba orain aukeratutako bidai berriarekin?

source: Replace
ar: استبدل
eo: Anstataŭigi
eu: Ordeztu

source: Destination:
ar: المحطّة
eu: Helmuga:

source: One reservation imported.
ar: لم يستورد شيء
eo: Enportis unu rezervon.
eu: Erreserba bat inportatu da.

source: One pass imported.
ar: لم يستورد شيء.
eo: Enportis unu enirpermesilon.
eu: Pase bat inportatu da.

source: One health certificate imported.
ar: لم يستورد شيء.
eo: Enportis unu sanatestilon.
eu: Osasun ziurtagiri bat inportatu da.

# %1 is an error message
source: Export failed: %1
ar: فشل التصدير: %1

source: Export completed.
ar: اُكتمل التّصدير.
eo: Elporto finiĝis.
eu: Esportatzea osatu da.

source: Trip sent.
ar: أُرسلت الرّحلة.
eo: Vojaĝo sendiĝis.
eu: Txangoa bidali da.

source: Reservation sent.
ar: أُرسل الحجز.
eo: Rezervado sendiĝis.
eu: Erreserba bidalita.

source: Pass sent.
ar: أُرسل التّصريح.
eu: Pasea bidali da.

# %1 is an error message
source: Saving failed: %1
ar: فشل الحفظ: %1

source: File saved successfully.
ar: حُفظ الملف بنجاح.
eu: Fitxategia ongi gorde da.

source: File was exported with a newer version of Itinerary. Some information might not be imported correctly.
ar: صُدّر الملف بنسخة أحدث من مُخطِط الرّحلة. بعض المعلومات قد لا تُستورد بشكل صحيح.

source: Import completed.
ar: اُكتمل الاستيراد.
eo: Enporto finiĝis.
eu: Inportatzea osatu da.

# @action:button
source: Barcode Scan Mode
ar: وضع المسح الشّرطي
eo: Strekkoda Skanado-Reĝimo
eu: Barra-kodeak eskaneatzeko modua

source: In barcode scanning mode
ar: في وضع المسح الشّرطي
eo: En strekkoda skana reĝimo
eu: Barra-kodeak eskaneatzeko moduan

source: Scan Barcode
ar: امحُ شفرة شريطية
eo: Skani Strekkodon
eu: Eskaneatu barra-kodea

source: No camera available.
ar: لا تتوفر كاميرا
eo: Neniu fotilo disponebla.
eu: Ez dago kamerarik erabilgarri.

source: Light
ar: خفيف
eo: Lumo
eu: Argia

# default transport name for a boat trip
source: Ferry
ar: عبارة
eo: Pramo
eu: Ferrya

source: New Boat Trip
ar: رحلة قارب جديدة
eo: Nova Boat-Vojaĝo
eu: Txango berria itsasontzian

source: Edit Boat Trip
ar: حرر رحلة قارب
eo: Redakti Boatvojaĝon
eu: Editatu itsasontzi txangoa

# boat departure
source: Change Departure Terminal
ar: غيّر محطّة المغادرة
eu: Aldatu irteera-terminala

# boat departure
source: Change departure terminal
ar: غيّر محطّة المغادرة
eu: Aldatu irteera-terminala

# boat arrival
source: Change Arrival Terminal
ar: غيّر محطّة الوصول
eu: Aldatu iritsiera-terminala

# boat arrival
source: Change arrival terminal
ar: غيّر محطّة الوصول
eu: Aldatu iritsiera-terminala

source: Trip
ar: رحلة
eo: Vojaĝo
eu: Txangoa

# Boat departure
source: Departure
ar: المغادرة
eo: Foriro
eu: Irteera

# Boat departure
source: Departure Time
ar: وقت المغادرة
eo: Foriro Tempo
eu: Irteera-ordua

source: Departure time has to be set.
ar: يجب ضبط وقت المغادرة.
eo: La foriro tempo devas esti fiksita.
eu: Irteera-ordua ezarri behar da.

# boat terminal
source: Terminal Name
ar: اسم المحطة
eo: Fina Nomo
eu: Terminalaren izena

source: Departure terminal must not be empty.
ar: لا يجب أن تكون محطّة المغادرة فارغة.
eo: Forirterminalo ne devas esti malplena.
eu: Irteera-terminala ez da hutsik egon behar.

# boat terminal
source: Terminal
ar: المحطّة
eu: Terminala

# Boat arrival
source: Arrival
ar: الوصول
eo: Alveno
eu: Iritsiera

# Boat arrival
source: Arrival Time
ar: وقت الوصول
eo: Alvena Tempo
eu: Iritsiera-ordua

source: Arrival time has to be after the departure time.
ar: يجب أن يكون وقت الوصول بعد وقت المغادرة.
eo: Alventempo devas esti post la forirtempo.
eu: Iritsiera-ordua irteera-orduaren ondoren izan behar da.

source: Arrival terminal must not be empty.
ar: لا يجب أن تكون محطّة الوصول فارغة.
eo: Alventerminalo ne devas esti malplena.
eu: Iritsiera-terminala ez da hutsik egon behar.

source: Boat Ticket
ar: تذكرة قارب
eo: Ŝipa Bileto
eu: Itsasontzi-txartela

source: %1 to %2
ar: %1 إلى %2
eo: %1 ĝis %2
eu: %1 %2(e)ra

source: Departure time
ar: وقت المغادرة
eo: Forirtempo
eu: Irteera-ordua

# Boat terminal
source: Terminal
ar: المحطة
eo: Terminalo
eu: Terminala

source: Additional information
ar: معلومات إضافيّة

source: Arrival time
ar: وقت الوصول
eo: Alvena horo
eu: Iritsiera-ordua

source: Alternatives
ar: بدائل
eo: Alternativoj
eu: Aukerak

source: Journey Details
ar: تفاصيل الرحلة
eo: Vojaĝaj Detaloj
eu: Bidaiaren xehetasunak

source: Booking
ar: الحجز
eo: Rezervado
eu: Erreserba

source: Reference
ar: المرجع
eo: Referenco
eu: Erreferentzia

# @info:tooltip
source: Copy to Clipboard
ar: انسخ إلى الحافظة
eo: Kopii al Tondujo
eu: Kopiatu arbelera

source: Booking reference copied to clipboard
ar: نُسخ مرجع الحجز إلى الحافظة
eo: Rezerva referenco kopiiĝis al tondujo
eu: Erreserbaren erreferentzia arbelera kopiatu da

source: Under name
ar: باسم
eo: Sub nomo
eu: Noren izenean

source: Ticket number:
ar: رقم التذكرة:
eo: Bileto nombro:
eu: Txartel zenbakia:

source: Ticket number copied to clipboard
ar: نُسخ رقم التّذكرة إلى الحافظة
eo: Biletnumero kopiiĝis al tondujo
eu: Txartel zenbakia arbelera kopiatu da

source: Ticket valid from
ar: التّذكرة صالحة من
eu: Txartelaren balioaren hasiera

source: Ticket valid until
ar: التّذكرة صالحة حتّى
eu: Txartelaren balioaren bukaera

# @title:group
source: Booking
ar: الحجز
eo: Rezervado
eu: Erreserba

# canceled reservation
source: Canceled
ar: مُلغى

# canceled reservation
source: Booking has been canceled.
ar: ألغي الحجز.

# @info
source: Bus
ar: حافلة
eo: Buso
eu: Autobusa

# bus station platform
source: Platform changed to %1
ar: تغيّر الرّصيف إلى %1
eo: Platformo ŝanĝita al %1
eu: Nasa %1(e)ra aldatu da

# bus station platform
source: Platform %1
ar: المنصّة %1
eo: Platformo %1
eu: %1. nasa

# bus seat
source: Seat: <b>%1</b>
ar: المقعد: <b>%1</b>
eo: Sidloko: <b>%1</b>
eu: Eserlekua: <b>%1</b>

# from location 1 to location 2
source: %1 to %2
ar: %1 إلى %2
eo: %1 al %2
eu: %1(e)tik %2(e)ra

# @title
source: New Bus Reservation
ar: حجز حافلة جديد
eu: Autobus erreserba berria

# @title
source: Edit Bus Reservation
ar: عدّل حجز الحافلة
eu: Editatu autobus erreserba

# bus departure
source: Change Departure Stop
ar: غيّر محطّة المغادرة
eu: Aldatu irteerako geralekua

# bus departure
source: Change departure stop
ar: غيّر محطّة المغادرة
eu: Aldatu irteerako geralekua

# bus arrival
source: Change Arrival Stop
ar: غيّر محطّة الوصول
eu: Aldatu iritsiera geralekua

# bus arrival
source: Change arrival stop
ar: غيّر محطّة الوصول
eu: Aldatu iritsiera geralekua

# @title
source: Bus
ar: الحافلة
eo: Buso
eu: Autobusa

# @title:group
source: Bus
ar: حافلة
eu: Autobusa

# @label:textfield
source: Bus number
ar: رقم الحافلة
eu: Autobus zenbakia

# bus departure
source: Departure
ar: المغادرة
eo: Foriro
eu: irteera

# Bus departure
source: Departure Time
ar: وقت المغادرة
eu: Irteera-ordua

# Bus stop
source: Stop
ar: التوقّف
eu: Geralekua

source: Departure bus stop must not be empty.
ar: لا يجب أن تكون محطّة المغادرة فارغة.
eu: Irteera-geralekua ez da hutsik egon behar.

# Bus stop platform
source: Platform
ar: المنصّة
eu: Nasa

# bus stop
source: Stop Name
ar: اسم المحطّة
eu: Geralekuaren izena

# bus stop platform
source: Platform
ar: المنصّة
eo: Platformo
eu: Nasa

# bus arrival
source: Arrival
ar: الوصول
eo: Alveno
eu: Iritsiera

# Train arrival
source: Arrival Time
ar: وقت الوصول
eu: Iritsiera-ordua

# Bus stop
source: Stop Name
ar: اسم المحطّة
eu: Geralekuaren izena

source: Arrival stop must not be empty.
ar: لا يجب أن تكون محطّة الوصول فارغة.
eu: Iritsiera-geralekua ez da hutsik egon behar.

# bus stop
source: Stop
ar: التوقّف
eo: Halti
eu: Geralekua

# Bus seat
source: Seat
ar: المقعد
eo: Seĝo
eu: Eserlekua

source: Bus Ticket
ar: تذكرة الحافلة
eo: Busa Bileto
eu: Bus txartela

# Bus departure
source: Departure
ar: المغادرة
eo: Foriro
eu: irteera

source: Departure date
ar: تاريخ المغادرة
eo: Ekveturdato
eu: Irteera-data

# bus station
source: Station
ar: المحطة
eo: Stacidomo
eu: Geltokia

# bus station platform
source: Platform
ar: المنصّة
eo: Platformo
eu: Nasa

# Bus arrival
source: Arrival
ar: الوصول
eo: Alveno
eu: Iritsiera

# %1 is the transfer destination
source: Transfer to %1
ar: حوّالة إلى %1

# @title
source: Select Calendar
ar: اختر تقويمًا
eo: Elekti Kalendaron
eu: Hautatu egutegia

source: Rental Car Drop-off
ar: إعادة السّيارة المستأجرة
eo: Demetado de Luo de Aŭto
eu: Alokairu-autoa itzultzea

source: Rental Car Pick-up
ar: استلام السّيارة المستأجرة
eo: Repreno de Luo de Aŭto
eu: Alokairu-autoa jasotzea

# %1 is a date/time
source: Drop-off: %1
ar: التسليم: %1

source: Rental Car
ar: سيارة مستأجرة
eo: Luo Aŭto
eu: Alokairu-autoa

source: Pick-up
ar: الاستلام
eo: Elekto
eu: Jasotzea

source: Time
ar: الوقت
eo: Tempo
eu: Ordua

source: Location
ar: المكان
eo: Loko
eu: Kokalekua

source: Drop-off
ar: التسليم
eo: Defluo
eu: Itzultzea

source: Vehicle
ar: مركبة
eo: Veturilo
eu: Ibilgailua

source: Type
ar: النوع
eo: Tipo
eu: Mota

source: Model
ar: النموذج
eo: Modelo
eu: Eredua

source: Brand
ar: ماركة
eo: Marko
eu: Marka

# @title:group
source: Contact
ar: التواصل
eo: Kontakto
eu: Kontaktua

source: Telephone
ar: هاتف
eo: Telefono
eu: Telefonoa

source: Email
ar: البريد الإلكتروني
eo: Retpoŝto
eu: E-posta

source: Website
ar: الموقع الإلكتروني
eo: Retejo
eu: Webgunea

source: Currency: %1
ar: العملة: %1
eo: Valuto: %1
eu: Dibisa: %1

source: Departures
ar: المغادرة
eo: Foriroj
eu: Irteerak

# @action:button
source: Load earlier departures
ar: حمّل المغادرات الأسبق
eo: Ŝargi pli fruajn forirojn
eu: Zamatu aurreko irteerak

# @action:button
source: Load later connections
ar: حمّل الاتّصالات اللاحقة
eo: Ŝargi postajn konektojn
eu: Zamatu ondorengo konexioak

source: Data providers:
ar: موفرّو البيانات:
eo: Provizantoj de datumoj:
eu: Datu hornitzaileak:

# @info:placeholder
source: Loading
ar: جارٍ التحميل
eu: Zamatzen

# @info:status
source: Error
ar: خطأ
eu: Errorea

source: Add Document
ar: أضف المستند
eo: Aldoni Dokumenton
eu: Gehitu dokumentua

source: All Files (*.*)
ar: كل الملفات (*.*)
eo: Ĉiuj dosieroj (*.*)
eu: Fitxategi guztiak (*.*)

source: Delete Document
ar: احذف المستند
eo: Forigi Dokumenton
eu: Ezabatu dokumentua

source: Do you really want to delete this document?
ar: أحقًّا تريد حذف هذا المستند؟
eo: Ĉu vi vere volas forigi ĉi tiun dokumenton?
eu: Benetan ezabatu nahi duzu dokumentu hau?

source: Delete
ar: احذف
eo: Forigi
eu: Ezabatu

source: Documents
ar: المستندات
eo: Dokumentoj
eu: Dokumentuak

source: No documents attached to this reservation.
ar: لا مستندات مُرفقة بهذا الحجز.
eo: Neniuj dokumentoj alkroĉitaj al ĉi tiu rezervo.
eu: Ez dago erantsita dokumenturik erreserba honetan.

source: Add Document…
ar: أضف المستند…
eo: Aldoni Dokumenton…
eu: Gehitu dokumentua...

# %1 is an error message
source: Network error: %1
ar: خطأ شبكيّ: %1

# %1 is an error message
source: Download failed: %1
ar: فشل التنزيل: %1

# @action:button
source: Save
ar: احفظ
eo: Konservi
eu: Gorde

source: End: %1
ar: الانتهاء: %1
eo: Fino: %1
eu: Bukaera: %1

source: Start time: %1
ar: وقت البدء: %1
eo: Komenca tempo: %1
eu: Hasierako ordua: %1

source: End time: %1
ar: وقت النهاية: %1
eo: Fintempo: %1
eu: Amaierako ordua: %1

# event venue seat section
source: Section: <b>%1</b>
ar: القسم: <b>%1</b>
eo: Sekcio: <b>%1</b>
eu: Gunea: <b>%1</b>

# event venue seat row
source: Row: <b>%1</b>
ar: الصف: <b>%1</b>
eo: Vico: <b>%1</b>
eu: Errenkada: <b>%1</b>

# event venue seat number
source: Number: <b>%1</b>
ar: الرقم: <b>%1</b>
eo: Numero: <b>%1</b>
eu: Zenbakia: <b>%1</b>

# event as in concert/conference/show, not as in appointment
source: New Event
ar: حدث جديد
eo: Nova Evento
eu: Ekitaldi berria

# event as in concert/conference/show, not as in appointment
source: Edit Event
ar: حرّر الحدث
eo: Redakti Eventon
eu: Editatu ekitaldia

# event as in concert/conference/show, not as in appointment
source: Event
ar: الحدث
eo: Evento
eu: Ekitaldia

# event name
source: Name
ar: الاسم
eo: Nomo
eu: Izena

source: Name must not be empty.
ar: لا يجب أن يكون الاسم فارغًا.
eo: Nomo ne devas esti malplena.
eu: Izena ez da hutsik egon behar.

# time of entrance
source: Entrance
ar: المدخل
eo: Enirejo
eu: Sarrera

source: Entrance time has to be before the start time.
ar: يجب أن يكون وقت الدّخول قبل وقت البدء.
eo: Enirtempo devas esti antaŭ la komenca tempo.
eu: Sarrera-ordua hasierako orduaren aurrekoa izan behar da.

source: Start Time
ar: وقت البدأ
eo: Komenca Tempo
eu: Hasierako ordua

source: Start time has to be set.
ar: يجب ضبط وقت البدء.
eo: Komenca tempo devas esti fiksita.
eu: Hasierako ordua ezarri behar da.

source: End Time
ar: وقت النهاية
eo: Fina Tempo
eu: Bukaerako ordua

source: End time has to be after the start time.
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء.
eo: Fintempo devas esti post la komenca tempo.
eu: Bukaera-ordua hasierako orduaren ondoren izan behar da.

source: Venue
ar: الصالة
eo: Loko
eu: Topalekua

# venue name
source: Name
ar: الاسم
eo: Nomo
eu: Izena

source: Seat
ar: المقعد
eo: Seĝo
eu: Eserlekua

# event venue seat type
source: Type: <b>%1</b>
ar: النوع: <b>%1</b>
eo: Tipo: <b>%1</b>
eu: Mota: <b>%1</b>

source: As Itinerary file…
ar: ك ملف مُخطِط الرحلة…
eo: Kiel Itinera dosiero…
eu: «Itinerary» fitxategi gisa...

source: As GPX file…
ar: ك ملف GPX…
eo: Kiel GPX-dosiero…
eu: GPX fitxategi gisa...

source: Send to %1
ar: أرسل إلى %1
eo: Sendi al %1
eu: Bidali %1(e)ra

source: Itinerary file (*.itinerary)
ar: ملف مُخطِط الرحلة (*.itinerary)
eo: Itinera dosiero (*.itinerary)
eu: «Itinerary» fitxategia (*.itinerary)

source: GPX Files (*.gpx)
ar: ملفات GPX (*.gpx)
eo: GPX-dosieroj (*.gpx)
eu: GPX fitxategiak (*.gpx)

source: Home
ar: المنزل
eo: Hejmo
eu: Etxea

source: Work
ar: العمل
eo: Laboro
eu: Lana

# %1 is a number
source: Location %1
ar: الموقع %1

source: Favorite Locations
ar: المواقع المفضّلة
eo: Ŝatataj Lokoj
eu: Gogoko kokalekuak

source: Export Favorite Locations
ar: صدّر المواقع المفضّلة
eo: Elporti Ŝatatajn Lokojn
eu: Esportatu gogoko kokalekuak

source: Import Favorite Locations
ar: استورد المواقع المفضّلة
eo: Enporti Ŝatatajn Lokojn
eu: Inportatu gogoko kokalekuak

source: Add Favorite Location
ar: أضف موقعًا مفضّلاً
eo: Aldoni Ŝatatan Lokon
eu: Gehitu gogoko kokalekua

source: Rename Favorite Location
ar: أعد تسمية الموقع المفضّل
eo: Alinomigi Ŝatatan Lokon
eu: Berrizendatu gogoko kokalekua

source: Remove Favorite Location
ar: أزل الموقع المفضّل
eo: Forigi Ŝatatan Lokon
eu: Kendu gogoko kokalekua

source: Export to GPX
ar: صدّر إلى GPX
eo: Elporti al GPX
eu: Esportatu GPXra

source: Import from GPX
ar: استورد من GPX
eo: Enporti el GPX
eu: Inportatu GPXtik

# @title
source: Rename favorite location
ar: أعد تسمية الموقع المفضّل
eo: Alinomi plej ŝatatan lokon
eu: Berrizendatu gogoko kokalekua

source: Rename
ar: غيّر الاسم
eo: Alinomi
eu: Aldatu izena

source: Pick Location
ar: اختر موقعًا
eo: Elekti Lokon
eu: Hautatu kokalekua

# @info
source: Boarding time: %1
ar: وقت الركوب: %1
eo: Enŝipiĝotempo: %1
eu: Ontziratze ordua: %1

# flight departure terminal
source: Terminal: <b>%1</b>
ar: المحطة: <b>%1</b>
eo: Terminalo: <b>%1</b>
eu: Terminala: <b>%1</b>

# flight departure gate
source: Gate: <b>%1</b>
ar: البوابة: <b>%1</b>
eo: Pordego: <b>%1</b>
eu: Atea: <b>%1</b>

# flight seats
source: Seat: <b>%1</b>
ar: المقعد: <b>%1</b>
eo: Seĝo: <b>%1</b>
eu: Eserlekua: <b>%1</b>

# airport terminal
source: Terminal %1
ar: المحطة %1
eo: Terminalo %1
eu: %1 terminala

source: New Flight
ar: رحلة جديدة
eo: Nova Flugo
eu: Hegaldi berria

source: Edit Flight
ar: عدّل الرّحلة
eo: Redakti Flugon
eu: Editatu hegaldia

# flight departure
source: Departure - %1
ar: المغادرة - %1
eo: Foriro - %1
eu: irteera - %1

# flight departure
source: Departure
ar: المغادرة

source: Airport
ar: مطار
eo: Flughaveno
eu: Aireportua

source: Departure airport has to be specified.
ar: يجب تحديد مطار المغادرة.
eo: Forira flughaveno devas esti specifita.
eu: Irteerako aireportua zehaztu behar da.

# flight departure terminal
source: Terminal
ar: الطرفية
eo: Terminalo
eu: Terminala

# flight departure time
source: Time
ar: الوقت
eo: Forirtempo
eu: Ordua

# flight departure
source: Departure time has to be set.
ar: يجب ضبط وقت المغادرة.
eo: La forirhoro devas esti fiksita.
eu: Irteera-ordua ezarri behar da.

# flight departure gate
source: Gate
ar: بوابة
eo: Pordego
eu: Atea

source: Boarding time
ar: وقت الركوب
eo: Enŝipiĝotempo
eu: Hegazkineratze ordua:

# flight departure
source: Boarding time has to be before the departure time.
ar: يجب أن يكون وقت الصّعود قبل وقت المغادرة.
eo: Enŝipiĝa horo devas esti antaŭ la foriro.
eu: Hegazkineratzeko ordua irteerako orduaren aurrekoa izan behar da.

# flight departure boarding group
source: Boarding group
ar: مجموعة الركوب
eo: Enirgrupo
eu: Hegazkineratze taldea

# flight arrival
source: Arrival - %1
ar: الوصول - %1
eo: Alveno - %1
eu: Iritsiera - %1

# flight arrival
source: Arrival
ar: الوصول

source: Arrival airport has to be specified.
ar: يجب تحديد مطار الوصول.
eo: Alvena flughaveno devas esti specifita.
eu: Helduerako aireportua zehaztu da.

# flight arrival terminal
source: Terminal
ar: الطرفية
eo: Terminalo
eu: Terminala

# flight arrival time
source: Time
ar: الوقت
eo: Tempo
eu: Ordua

# flight arrival
source: Arrival time has to be after the departure time.
ar: يجب أن يكون وقت الوصول بعد وقت المغادرة.
eo: Alventempo devas esti post la forirtempo.
eu: Iritsiera-ordua irteera-orduaren ondoren izan behar da.

source: Flight
ar: الرحلة
eo: Flugo
eu: Hegaldia

source: Flight number
ar: رقم الرحلة
eo: Flugnumero
eu: Hegaldi-zenbakia

source: Invalid flight number.
ar: رقم الرّحلة غير صالح.
eo: Nevalida flugnumero.
eu: Hegaldi-zenbaki baliogabea.

# Flight seat
source: Seat
ar: المقعد
eo: Seĝo
eu: Eserlekua

source: Sequence Number:
ar: رقم التّسلسل:
eo: Sekvenca Nombro:
eu: Sekuentziaren zenbakia:

source: Boarding
ar: الركوب
eo: Enŝipiĝo
eu: Hegazkineratzea

source: Boarding group
ar: مجموعة الركوب
eo: Enirgrupo
eu: Hegazkineratze taldea

source: Airline
ar: شركة طيران
eo: Flugkompanio
eu: Airelinea

# Flight departure
source: Departure
ar: المغادرة
eo: Forflugo
eu: irteera

# flight departure
source: Departure time
ar: وقت المغادرة
eo: Ekflughoro
eu: Irteera-ordua

# flight departure
source: Departure date
ar: تاريخ المغادرة
eo: Ekflugdato
eu: Irteera-data

source: Terminal
ar: الطرفية
eo: Terminalo
eu: Terminala

source: Gate
ar: بوابة
eo: Pordego
eu: Atea

# Flight arrival
source: Arrival
ar: الوصول
eo: Alveno
eu: Iritsiera

# flight arrival
source: Arrival time
ar: وقت الوصول
eo: Alvena horo
eu: Iritsiera-ordua

source: Share Place
ar: شارك المكان
eo: Kunhavigi Lokon
eu: Partekatu lekua

source: Do you really want to share %1 to the Matrix channel %2?
ar: أحقًّا تريد مشاركة %1 إلى قناة Matrix %2؟
eo: Ĉu vi vere volas dividi %1 al la Matrix-kanalo %2?
eu: Benetan partekatu nahi duzu %1 «Matrix»eko %2 kanalaerekin?

# @action:button
source: Share
ar: شارك
eu: Partekatu

# @action:button
source: View Indoor Map
ar: اعرض الخريطة الداخلية
eo: Rigardi Endoman Mapon
eu: Ikusi barnealdeko mapa

# @action:button
source: View on Map
ar: اعرض على الخريطة
eo: Vidi sur Mapo
eu: Ikusi mapan

# @action:button Start route guidance to location
source: Navigate
ar: تنقل
eo: Navigi
eu: Nabigatu

# @action:button
source: Public Transport Departures
ar: مغادرات النقل العام
eo: Publikaj Transportaj Foriroj
eu: Garraio publikoaren irteerak

# @action:button
source: Share via Matrix
ar: شارك عبر Matrix
eo: Kunhavigi per Matrix
eu: Partekatu Matrix bidez

source: Street
ar: الشارع
eo: strato
eu: Kalea

source: Invalid postal code format for this country.
ar: صيغة الرّمز البريدي غير صالحة لهذا البلد.
eo: Nevalida poŝtkoda formato por ĉi tiu lando.
eu: Herrialde honetarako posta-kode baliogabea.

source: City
ar: المدينة
eo: Urbo
eu: Hiria

source: Region
ar: المنطقة
eo: Regiono
eu: Eskualdea

source: Country
ar: البلد
eo: Lando
eu: Herrialdea

source: Coordinates
ar: الإحداثيات

source: Pick…
ar: اختر…
eo: Elekti…
eu: Aukeratu...
