Repository: KDE/itinerary
Catalog: po/*/kde-itinerary.po
Languages: ar, eo, eu

# Matrix session verification
source: The session verification was canceled for unknown reason.
ar: جلسة التَثَبّت ألغيت لسبب مجهول.
eu: Saioaren egiaztapena arrazoi ezezagunengatik bertan behera utzi da.

# Matrix session verification
source: The session verification timed out.
ar: انتهت مهلة جلسة التثبيت.
eu: Saioaren egiaztapenaren denbora-muga gainditu da.

# Matrix session verification
source: The session verification timed out for remote party.
ar: انتهت مهلة جلسة التثبيت للطرف البعيد.
eu: Urrutiko aldearen saioaren egiaztapenak denbora-muga gainditu du.

# Matrix session verification
source: You canceled the session verification.
ar: ألغيت جلسة التَثَبّت.
eu: Saioaren egiaztapena bertan behera utzi duzu.

# Matrix session verification
source: The remote party canceled the session verification.
ar: ألغى الطرف البعيد جلسة التَثَبّت.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du.

# Matrix session verification
source: The session verification was canceled because we received an unexpected message.
ar: جلسة التَثَبّت ألغيت لسبب رسالة غير متوقعة.
eu: Saioaren egiaztapena bertan behera utzi da, ustekabeko mezu bat jaso dugulako.

# Matrix session verification
source: The remote party canceled the session verification because it received an unexpected message.
ar: ألغى الطرف البعيد جلسة التَثَبّت بسبب أنه استلم رسالة غير متوقعة.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, ustekabeko mezu bat jaso duelako.

# Matrix session verification
source: The session verification was canceled because it received a message for an unknown session.
ar: جلسة التَثَبّت ألغيت لسبب استقبال رسالة لجلسة مجهولة.
eu: Saioaren egiaztapena bertan behera utzi da, saio ezezagun baten mezua jaso duelako.

# Matrix session verification
source: The remote party canceled the session verification because it received a message for an unknown session.
ar: ألغى الطرف البعيد جلسة التَثَبّت بسبب أنه استلم رسالة لجلسة مجهولة.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, saio ezezagun baten mezu bat jaso duelako.

# Matrix session verification
source: The session verification was canceled because NeoChat is unable to handle this verification method.
ar: جلسة التَثَبّت ألغيت بسبب أن نيوتشات غير قادر على معالجة طريقة التثبت هذه.
eu: Saioaren egiaztapena bertan behera utzi da, NeoChat, egiaztapen metodoa maneiatzeko gai ez delako.

# Matrix session verification
source: The remote party canceled the session verification because it is unable to handle this verification method.
ar: ألغى الطرف البعيد جلسة التَثَبّت بسبب أنه غير قادر على معالجة طريقة التثبت هذه.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, egiaztapen metodo hau maneiatzeko gai ez delako.

# Matrix session verification
source: The session verification was canceled because the keys are incorrect.
ar: جلسة التَثَبّت ألغيت بسبب أن المفاتيح غير صحيحة.
eu: Saioaren egiaztapena bertan behera utzi da, gakoak okerrak direlako.

# Matrix session verification
source: The remote party canceled the session verification because the keys are incorrect. <b>Please log out and log back in, your session is broken/corrupt.</b>
ar: ألغى الطرف البعيد جلسة التَثَبّت بسبب أن المفاتيح غير صحيحة. <b>الرجاء الخروج و الولوج مرة أخرى، جلستك معطلة/فاسدة.</b>
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du gakoak okerrak direlako. <b>Mesedez, saiotik irten eta atzera sartu, zure saioa hautsita/hondatuta dago.</b>

# Matrix session verification
source: The session verification was canceled because it verifies an unexpected user.
ar: جلسة التَثَبّت ألغيت بسبب أنها تتثبت من مستخدم غير متوقع.
eu: Saioaren egiaztapena bertan behera utzi da, ustekabeko erabiltzaile bat egiaztatzen duelako.

# Matrix session verification
source: The remote party canceled the session verification because it verifies an unexpected user.
ar: ألغى الطرف البعيد جلسة التَثَبّت بسبب أنه يتثبت من مستخدم غير متوقع.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, ustekabeko erabiltzaile bat egiaztatzen duelako.

# Matrix session verification
source: The session verification was canceled because we received an invalid message.
ar: جلسة التَثَبّت ألغيت بسبب أننا استلمنا رسالة غير صالحة.
eu: Saioaren egiaztapena bertan behera utzi da, mezu baliogabe bat jaso dugulako.

# Matrix session verification
source: The remote party canceled the session verification because it received an invalid message.
ar: ألغى الطرف البعيد جلسة التَثَبّت بسبب أنه استلم رسالة غير صالحة.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du mezu baliogabe bat jaso duelako.

# Matrix session verification
source: The session was accepted on a different device
ar: قبلت هذه الجلسة على جهاز مختلف
eu: Saioa beste gailu batean onartu da

# Matrix session verification
source: The session verification was canceled because of a mismatched key.
ar: جلسة التَثَبّت ألغيت بسبب أن المفتاح غير متطابق.
eu: Saioaren egiaztapena bertan behera utzi da, bat ez datorren gako baten ondorioz.

# Matrix session verification
source: The remote party canceled the session verification because of a mismatched key.
ar: ألغى الطرف البعيد جلسة التَثَبّت بسبب أن المفتاح غير متطابق.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, bat ez datorren gako baten ondorioz.

# Matrix session verification
source: The session verification was canceled because the keys do not match.
ar: جلسة التَثَبّت ألغيت بسبب أن المفاتيح غير متطابقة.
eu: Saioaren egiaztapena bertan behera utzi da, gakoa bat ez datorrelako.

# Matrix session verification
source: The remote party canceled the session verification because the keys do not match.
ar: ألغى الطرف البعيد جلسة التَثَبّت بسبب أن المفاتيح غير متطابقة.
eu: Urrutiko aldeak saioaren egiaztapena bertan behera utzi du, gakoak bat ez datozelako.

# Matrix session verification
source: The session verification was canceled due to an unknown error.
ar: جلسة التَثَبّت ألغيت لخطأ مجهول.
eu: Saioaren egiaztapena bertan behera utzi da, errore ezezagun baten ondorioz.

# Matrix session verification
source: Emoji Verification
ar: تَثَبّت من الصور التعبيرية

# Matrix session verification
source: Compare a set of emoji on both devices.
ar: قارن مجموعة من الرموز التعبيرية على كلا الجهازين.
eu: Alderatu emoji-multzo bat bi gailuetan.

# Matrix session verification
source: Confirm the emoji below are displayed on both devices, in the same order.
ar: تأكد من عرض الرموز التعبيرية أدناه على كلا الجهازين، بنفس الترتيب.
eu: Baieztatu beheko emojiak bi galuetan, hurrenkera berean azaltzen direla.

# Matrix session verification
source: They match
ar: متطابقات
eo: Ili kongruas
eu: Bat datoz

# Matrix session verification
source: They don't match
ar: غير متطابقات
eo: Ili ne kongruas
eu: Ez datoz bat

source: Accept
ar: اقبل
eo: Akcepti
eu: Onartu

source: Decline
ar: ارفض
eo: Malakcepti
eu: Uko egin

source: Share location…
ar: شارك موقع جغرافي…
eo: Kunhavigi lokon…
eu: Partekatu kokapena...

# matrix room type
source: Invited
ar: مدعو
eo: Invititaj
eu: Gonbidatuta

# matrix room type
source: Favorite Rooms
ar: الغرف المفضلة
eo: Ŝatataj Ĉambroj
eu: Gogoko gelak

# matrix room type
source: Direct Messages
ar: الرسائل المباشرة
eo: Rektaj Mesaĝoj
eu: Zuzeneko mezuak

# matrix room type
source: Rooms
ar: الغرف
eo: Ĉambroj
eu: Gelak

# matrix room type
source: Low Priority
ar: منخفضة الأولوية
eo: Malalta Prioritato
eu: Lehentasun txikia

# matrix room type
source: Spaces
ar: الفضاءات
eo: Spacoj
eu: Tokiak

# @title
source: My Data
ar: بياناتي
eu: Nire datuak

# @title
source: Passes and Programs
ar: التصاريح والبرامج
eo: Enirpermesiloj kaj Programoj
eu: Paseak eta programak

source: No valid bonus or discount program cards or flat rate passes found.
ar: لم يتم العثور على أي بطاقات برامج مكافآت أو خصومات صالحة أو تصاريح بأسعار ثابتة.
eo: Trovis neniujn validajn gratifikajn aŭ rabatajn programkartojn aŭ plattarifajn permesilojn.
eu: Ez da aurkitu hobaririk edo deskontu-programa txartelik edo tarifa finkoko paserik aurkitu.

# @action:button
source: Manage your Passes
ar: أدر تصاريحك
eo: Administru viajn Permesilojn
eu: Kudeatu zure paseak

# @title
source: Health Certificates
ar: الشهادات الصحية
eo: Sanecaj Atestiloj
eu: Osasun ziurtagiriak

source: No valid health certificate found.
ar: لم يتم العثور على أي شهادة صحية صالحة.
eo: Troviĝis neniu valida sanatestilo.
eu: Ez da osasun ziurtagiri baliodunik aurkitu.

# @action:button
source: Manage your health certificates
ar: أدر شهاداتك الصحية
eo: Mastrumu viajn sanatestilojn
eu: Zure osasun ziurtagiriak kudeatu

# @title:group
source: Saved Locations
ar: المواقع المحفوظة
eo: Konservitaj Lokoj
eu: Gordetako kokalekuak

source: Home Country
ar: البلد الأصلي
eo: Hejmlando
eu: Etxeko herrialdea

source: Statistics
ar: الإحصائيّات
eo: Statistiko
eu: Estatistikak

# @action:button
source: See all Statistics
ar: أعرض كل الإحصاءات
eo: Vidi ĉiujn Statistikojn
eu: Ikusi estatistika denak

# @title:group
source: Data Portability
ar: نقل البيانات
eo: Portebleco de Datumoj
eu: Datuen eramangarritasuna

# @action:button
source: Import
ar: استورد
eo: Enporti
eu: Inportatu

source: Import Backup
ar: استورد النسخة الاحتياطية
eu: Inportatu babeskopia

# @action:button
source: Export
ar: صدّر
eo: Elporti
eu: Esportatu

source: Export Itinerary Data
ar: صدر بيانات مُخطِط الرحلة
eo: Elporti Itinerajn Datumojn
eu: Esportatu ibilbidearen datuak

# @title:tab This isn't the app name, but the English noun
source: Itinerary
ar: مُخطِط الرحلة
eo: Itinero
eu: Ibilbidea

# @title:tab
source: Plan Trip
ar: خطط لرحلة
eo: Plani Vojaĝon
eu: Bidaia-plana

# @title:tab
source: My Data
ar: بياناتي
eu: Nire datuak

# @title:tab
source: Current Ticket
ar: التذكرة الحالية
eo: Nuna Bileto
eu: Uneko txartela

source: Disruption on %1
ar: اضطراب في %1
eo: Interrompo sur %1
eu: Etenaldia %1(e)n

source: Changes on %1
ar: تغييرات على %1
eo: Ŝanĝoj je %1
eu: Aldaketa %1(e)n

source: Delays on %1
ar: تأخيرات على %1
eo: Prokrastoj je %1
eu: Atzerapena %1(e)n

source: Delayed departure on %1
ar: تأخر المغادرة على %1
eo: Prokrastita foriro je %1
eu: Irteera atzeratua %1(e)n

source: Earlier departure on %1
ar: مغادرة مبكرة على %1
eo: Pli frua foriro sur %1
eu: Irteera aurreratua %1(e)n

source: Delayed arrival on %1
ar: تأخر الوصول على %1
eo: Prokrastita alveno je %1
eu: Helduera atzeratua %1(e)n

source: Platform change on %1
ar: تغيير المنصة على %1
eo: Platformŝanĝo je %1
eu: Nasa aldaketa %1(e)n

# a train/bus journey canceled by its operator
source: Trip has been canceled.
ar: ألغيت الرحلة.
eo: Vojaĝo estis nuligita.
eu: Txangoa bertan behera gelditu da.

# a train/bus journey canceled by its operator
source: Arrival has been canceled.
ar: ألغي الوصول.
eo: Alveno estas nuligita.
eu: Helduera bertan behera gelditu da.

source: New departure time is: %1 (+%2)
ar: وقت المغادرة الجديد هو: %1 (+%2)
eo: Nova foriro estas: %1 (+%2)
eu: Irteera ordu berria: %1 (+%2)

source: New departure time is: %1 (%2)
ar: وقت المغادرة الجديد هو: %1 (%2)
eo: Nova foriro estas: %1 (%2)
eu: Irteera ordu berria: %1 (%2)

source: New arrival time is: %1 (+%2)
ar: وقت الوصول الجديد هو: %1 (+%2)
eo: Nova alventempo estas: %1 (+%2)
eu: Iritsiera ordu berria: %1 (+%2)

source: New departure platform is: %1
ar: منصة المغادرة الجديدة هي: %1
eo: Nova forirplatformo estas: %1
eu: Irteera nasa berria: %1

source: New arrival platform is: %1
ar: منصة الوصول الجديدة هي: %1
eo: Novalvena platformo estas: %1
eu: Iritsiera nasa berria: %1

source: Family name
ar: اسم العائلة
eo: Familia nomo
eu: Abizenak

source: Name is case-sensitive.
ar: الاسم حساس لحالة الأحرف.
eo: Nomo estas usklecdistinga.
eu: Izenak maius./minus. bereizten ditu.

source: Order number or booking reference
ar: رقم الطلب أو مرجع الحجز
eo: Mendonumero aŭ menda referenco
eu: Eskaera-zenbakia edo erreserbaren erreferentzia

source: Booking reference
ar: مرجع الحجز
eo: Menda referenco
eu: Erreserbaren erreferentzia

source: Import Online Ticket
ar: استورد تذكرة على الإنترنت
eo: Importi Retan Bileton
eu: Inportatu lerroko txartela

source: No ticket found
ar: لم يتم العثور على تذكرة
eo: Neniu bileto trovita
eu: Ez da txartelik aurkitu

source: Online Ticket
ar: تذكرة على الإنترنت
eo: Reta Bileto
eu: Lerroko txartela

source: Search…
ar: ابحث…
eo: Serĉi…
eu: Bilatu...

source: Passes and Programs
ar: التصاريح والبرامج
eo: Enirpermesiloj kaj Programoj
eu: Paseak eta programak

# @title
source: Add Program Membership
ar: أضف عضوية برنامج
eo: Aldoni Programan Membrecon…
eu: Gehitu programako partaidetza

# @title:dialog
source: Import
ar: استورد
eu: Inportatu

# @action:button
source: Add Manually
ar: أضف يدويًا
eo: Aldoni Permane
eu: Gehitu eskuz

# not yet expired tickets
source: Valid
ar: صالح
eo: Valida
eu: Balioduna

# not yet valid tickets
source: Future
ar: المستقبل
eo: Estonteco
eu: Etorkizunekoa

# no longer valid tickets
source: Expired
ar: منتهي
eo: Eksvalidiĝis
eu: Iraungita

source: Boarding Pass
ar: بطاقة صعود
eo: Enirpermesilo
eu: Ontziratzeko pasea

source: Event Ticket
ar: تذكرة حدث
eo: Eventa Bileto
eu: Ekitaldiaren txartela

source: Pass
ar: التصريح
eo: Pasi
eu: Pasea

# bonus, discount or frequent traveler program
source: Program
ar: البرنامج
eo: Programo
eu: Programa

source: Number
ar: الرقم
eo: Numero
eu: Zenbakia

source: Program membership number copied to clipboard
ar: رقم عضوية البرنامج منسوخ إلى الحافظة
eo: Programa membrecnumero kopiiĝis al tondujo
eu: Programako bazkidetza zenbakia arbelera kopiatu da

source: Show program pass
ar: اعرض تصريح البرنامج
eo: Montri programpermesilon
eu: Erakutsi programaren pasea

source: Edit Program Membership
ar: حرر عضوية البرنامج
eo: Redakti Programan Membrecon
eu: Editatu programaren bazkidetza

source: Save
ar: احفظ
eo: Konservi
eu: Gorde

source: Program
ar: البرنامج
eo: Programo
eu: Programa

source: Program name must not be empty.
ar: اسم البرنامج يجب ألا يكون فارغًا.
eo: Programnomo ne devas esti malplena.
eu: Programaren izena ez da hutsik egon behar.

source: Membership
ar: العضوية
eo: Membreco
eu: Bazkidetza

source: Member
ar: العضوّ
eo: Membro
eu: Kidea

source: Valid until time has to be after the valid from time.
ar: يجب أن يكون وقت انتهاء الصلاحية بعد وقت البدء.
eo: Valida ĝis tempo devas esti post la valida de tempo.
eu: Noiz arteko balioa noiztik balioaren ondoren izan behar da.

source: Barcode
ar: شفرة شريطية
eo: Strekkodo
eu: Barra-kodea

source: Program Membership
ar: عضوية البرنامج
eo: Programo-Membreco
eu: Programaren bazkidetza

source: Export Program Membership
ar: صدر عضوية البرنامج
eu: Editatu programaren bazkidetza

source: Show Pass
ar: اعرض التصريح
eo: Montri Legitimilon
eu: Erakutsi pasea

source: Delete Selected
ar: احذف المحدد

source: Delete All
ar: احذف الكل

source: Documents and Tickets
ar: الوثائق والتذاكر
eo: Dokumentoj kaj Biletoj
eu: Dokumentuak eta txartelak

source: Flight from %1 to %2
ar: رحلة طائرة من %1 إلى %2
eo: Flugo de %1 al %2
eu: Hegaldia %1(e)tik %2(e)ra

source: Train from %1 to %2
ar: قطار من %1 إلى %2
eo: Trajno de %1 al %2
eu: Trena %1(e)tik %2(e)ra

source: Bus from %1 to %2
ar: حافلة من %1 إلى %2
eo: Buso de %1 al %2
eu: Autobusa, %1(e)tik %2(e)ra

# @title
source: New Restaurant
ar: مطعم جديد
eo: Nova Restoracio
eu: Jatetxe berria

# @title
source: Edit Restaurant
ar: حرر المطعم
eo: Redakti Restoracion
eu: Editatu jatetxea

source: Restaurant
ar: المطعم
eo: Restoracio
eu: Jatetxea

# restaurant name
source: Name
ar: الاسم
eo: Nomo
eu: Izena

# @title:group
source: Reservation
ar: الحجز
eo: Rezervado
eu: Erreserba

source: Restaurant Reservation
ar: حجز مطعم
eo: Rezervado pri restoracio
eu: Jatetxe erreserba

# @title:group
source: Details
ar: التفاصيل
eo: Detaloj
eu: Xehetasunak

source: Start time
ar: وقت البدء
eo: Komenca tempo
eu: Hasierako ordua

source: End time
ar: وقت الانتهاء
eo: Fintempo
eu: Amaierako ordua

source: Party size
ar: حجم الحفلة
eo: Partia grandeco
eu: Zenbateko taldea

source: Settings
ar: إعدادات
eo: Agordoj
eu: Ezarpenak

source: Localization
ar: التّوطين
eo: Lokspecifeco
eu: Toki ezarpenak

source: Use metric units
ar: استخدم الوحدات المترية
eo: Uzi metrikajn unuojn
eu: Erabili unitate metrikoak

source: Use metric units for distance and temperature values regardless of the platform region settings.
ar: استخدم الوحدات المترية لقيم المسافة ودرجة الحرارة بغض النظر عن إعدادات المنطقة للنظام.
eo: Uzi metrikajn unuojn por distanco kaj temperaturvaloroj sendepende de la platformaj region-agordoj.
eu: Unitate metrikoak erabili distantzia- eta tenperatura-balioetarako, nasaren eskualde-ezarpenak kontuan hartu gabe.

source: Online Services
ar: الخدمات على الشابكة
eo: Retaj Servoj
eu: Lerroko zerbitzuak

source: Query Traffic Data
ar: استعلم عن بيانات حركة المرور
eo: Pridemandi Trafikajn Datumojn
eu: Trafiko datuen kontsulta

source: When enabled, this will query transport provider online services for changes such as delays or gate and platform changes.
ar: عند التمكين، سيقوم هذا بالاستعلام عن خدمات مزودي النقل عبر الإنترنت للحصول على التغييرات مثل التأخيرات أو تغييرات البوابات والمنصات.
eo: Kiam ĝi estas ebligita, ĉi tio demandos retajn servojn de transportprovizanto pri ŝanĝoj kiel prokrastoj aŭ pordego kaj platformoŝanĝoj.
eu: Gaitua dagoenean, garraio hornitzailearen lerroko zerbitzuak itaunduko ditu atzerapen edo ate edo nasa aldaketa bezalako aldaketen bila.

source: Use insecure services
ar: استخدم الخدمات غير الآمنة
eo: Uzi nesekurajn servojn
eu: Erabili zerbitzu ez-seguruak

source: Enabling this will also use online services that do not offer transport encryption. This is not recommended, but might be unavoidable when relying on live data from certain providers.
ar: سيؤدي تمكين هذا إلى استخدام الخدمات عبر الإنترنت التي لا توفر تعمية النقل. هذا غير موصى به، ولكنه قد يكون لا مفر منه عند الاعتماد على البيانات المباشرة من بعض المزودين.
eo: Ebligi tion ankaŭ uzos retajn servojn, kiuj ne ofertas transportan ĉifradon. Ĉi tio ne estas rekomendita, sed eble estos neevitebla kiam vi dependas de vivaj datumoj de certaj provizantoj.
eu: Hau gaitzean garraioa zifratzea eskaintzen ez duten lerroko zerbitzuak ere erabiliko ditu. Ez da halakorik gomendatzen, baina ekidinezina gerta liteke hornitzaile jakin batzuen zuzeneko datuen beharra dagoenean.

source: Public Transport Information Sources…
ar: مصادر معلومات النقل العام…
eo: Informfontoj pri Publika Transporto…
eu: Garraio publikoko informazio iturriak...

source: Weather Forecast
ar: حالة الطقس
eo: Veterprognozo
eu: Eguraldi-iragarpena

source: Showing weather forecasts will query online services.
ar: عرض توقعات الطقس سيقوم بالاستعلام عن خدمات عبر الإنترنت.
eo: Montri veterprognozojn pridemandos retajn servojn.
eu: Eguraldi-iragarpena erakusteko lerroko zerbitzuak itaunduko ditu.

source: Using data from <a href="https://www.met.no/">The Norwegian Meteorological Institute</a> under <a href="https://creativecommons.org/licenses/by/4.0">Creative Commons 4.0 BY International</a> license.
ar: باستخدام بيانات من <a href="https://www.met.no/">The Norwegian Meteorological Institute</a> تحت رخصة <a href="https://creativecommons.org/licenses/by/4.0">Creative Commons 4.0 BY International</a>.
eo: Uzante datumojn de <a href="https://www.met.no/">La Norvega Meteologia Instituto</a> sub <a href="https://creativecommons.org/licenses/by/4.0 ">Creative Commons 4.0 BY Internacia</a> permesilo.
eu: <a href="https://www.met.no/">Norvegiako meteorologia institutuko datuak</a> <a href="https://creativecommons.org/licenses/by/4.0">Creative Commons 4.0 BY International</a> lizentziapean erabiliz.

source: Preload Map Data
ar: حمل بيانات الخريطة مسبقًا
eo: Antaŭŝargi Mapo-Datumon
eu: Mapako datuak aurre-zamatu

source: Enabling this will download maps for all stations and airports for upcoming trips when connected to Wifi network.
ar: سيؤدي تمكين هذا إلى تنزيل خرائط لجميع المحطات والمطارات للرحلات القادمة عند الاتصال بشبكة WiFi.
eo: Ebligi tion elŝutos mapojn por ĉiuj stacioj kaj flughavenoj por venontaj vojaĝoj kiam ligite al Wifi-reto.
eu: Hau gaitzean, Wi-Fi sareetara konektatzean, hurrengo txangoetarako geltoki eta aireportu guztien mapak zama-jaitsiko ditu.

source: Currency Conversion
ar: تحويل العملة
eo: Valuto Konvertiĝo
eu: Dibisa bihurketa

source: Enabling this will perform online queries for exchange rates to currencies at travel destinations.
ar: سيؤدي تمكين هذا إلى إجراء استعلامات عبر الإنترنت لأسعار الصرف للعملات في وجهات السفر.
eo: Ebligi ĉi tion plenumos interretajn demandojn pri kurzoj al valutoj ĉe vojaĝcellokoj.
eu: Hau gaitzean, bidaiaren helmugako dibisetarako truke tasen lerroko itaunak egingo ditu.

source: Wikimedia Online Content
ar: محتوى ويكيميديا على الإنترنت
eo: Vikimedia Reta Enhavo
eu: Wikimediaren lerroko edukia

source: Use additional online content from Wikimedia and Wikidata.
ar: استخدم محتوى إضافيًا عبر الإنترنت من ويكيميديا وويكي بيانات.
eo: Uzi aldonan retenhavon de Wikimedia kaj Wikidata.
eu: Erabili Wikimedia eta Wikidataren lerroko eduki gehigarria.

source: Transfer Assistant
ar: مساعد النقل
eo: Transiga Asistanto
eu: Ibilgailu-aldaketa laguntzailea

source: Automatically add transfers
ar: أضف عمليات النقل آليًا
eo: Aŭtomate aldoni translokigojn
eu: Ibilgailu-aldaketak automatikoki gehitzea

source: Automatically fill transfers
ar: ملء عمليات النقل آليًا
eo: Aŭtomate plenigi translokigojn
eu: Ibilgailu-aldaketak automatikoki betetzea

source: When enabled, this will query transport provider online services automatically for transfer information.
ar: عند التمكين، سيقوم هذا بالاستعلام عن خدمات مزودي النقل عبر الإنترنت آليًا للحصول على معلومات النقل.
eo: Kiam ĝi estas ebligita, ĉi tio demandos retajn servojn de transportprovizanto aŭtomate por translokigaj informoj.
eu: Gaitua dagoenean, honek garraio hornitzailearen lineako zerbitzua automatikoki itaunduko du ibilgailu-aldaketa informazioari buruz.

source: Notifications
ar: الإشعارات
eo: Sciigoj
eu: Jakinarazpenak

source: Configure Notifications…
ar: ضبط الإشعارات...
eo: Agordi sciigojn…
eu: Konfiguratu jakinarazpenak...

source: Show notifications on lock screen
ar: اعرض الإشعارات على شاشة القفل
eo: Montri sciigojn sur ŝlosita ekrano
eu: Erakutsi jakinarazpenak giltzatutako pantailan

source: Request permissions…
ar: اطلب الأذونات…
eo: Peti permesojn…
eu: Eskatu baimenak...

source: Additional permissions are required to show notifications.
ar: الأذونات الإضافية مطلوبة لعرض الإشعارات.
eo: Pliaj permesoj estas bezonataj por montri sciigojn.
eu: Baimen osagarriak behar dira jakinarazpenak erakusteko.

source: Notification permissions are available
ar: أذونات الإشعارات متوفرة
eo: Sciigaj permesoj haveblas
eu: Jakinarazpenen baimenak erabilgarri daude

source: No further action required.
ar: لا يوجد إجراء إضافي مطلوب.
eo: Ne necesas plua ago.
eu: Ez da beste ekintzarik behar.

source: Onboard Status
ar: حالة على متن الطائرة
eo: Enŝipa Statuso
eu: Ontziko egoera

source: Additional permissions are required to access the Wi-Fi status.
ar: أذونات إضافية مطلوبة للوصول إلى حالة Wi-Fi.
eo: Pliaj permesoj estas bezonataj por aliri la WiFi-statuson.
eu: Baimen osagarriak behar dira Wi-Fiaren egoera atzitzeko.

source: Wi-Fi access for onboard information is available.
ar: الوصول إلى Wi-Fi لمعلومات على متن الطائرة متاح.
eo: Wi-Fi-aliro por enŝipaj informoj haveblas.
eu: Ontziko informaziorako, Wi-Fi sarbidea erabilgarri dago.

source: Wi-Fi is not enabled
ar: Wi-Fi غير مفعل
eo: Wi-Fi ne estas ebligita
eu: Wi-Fia ez dago gaituta

source: Location service is not enabled
ar: خدمة الموقع غير مفعلة
eo: Lokservo ne estas ebligita
eu: Kokapen zerbitzua ez dago gaituta

source: Wi-Fi access is not available on this system
ar: الوصول إلى Wi-Fi غير متاح على هذا النظام
eo: Wifi-aliro ne disponeblas en ĉi tiu sistemo
eu: Wi-Fi sarbidea ez dago erabilgarri sistema honetan
