Repository: KDE/itinerary
Catalog: po/*/kde-itinerary.po
Languages: ar, eo, eu

source: Enable Wi-Fi on your system to access onboard information.
ar: فعل Wi-Fi على نظامك للوصول إلى معلومات على متن الطائرة.
eo: Ebligu Wi-Fi en via sistemo por aliri enŝipajn informojn.
eu: Gaitu Wi-Fia zure sisteman, ontziko informazioa eskuratzeko.

source: Enable the location service on your device to access onboard information.
ar: فعل خدمة الموقع على جهازك للوصول إلى معلومات على متن الطائرة.
eo: Ebligu la lokan servon en via aparato por aliri enŝipajn informojn.
eu: Gaitu kokapen zerbitzua zure sisteman, ontziko informazioa eskuratzeko.

source: Unfortunately, retrieving onboard information is not supported on your device at this time.
ar: للأسف، لا يتيح جهازك في الوقت الحالي إمكانية جلب بيانات الرحلة.

source: Matrix Integration
ar: تكامل Matrix
eo: Matrica Integriĝo
eu: «Matrix»ekin bateratzea

source: Logged in as %1
ar: والج ك‍%1
eo: Ensalutinta kiel %1
eu: %1 gisa saio-hasita

source: Synchronize rooms
ar: تزامن الغرف
eo: Sinkronigi ĉambrojn
eu: Gelak sinkronizatzea

source: Matrix ID
ar: معرف ماتركس
eo: Matrica ID

source: Password
ar: كلمة السّر
eo: Pasvorto
eu: Pasahitza

# Matrix session verification
source: Session verified
ar: التحقق من الجلسة
eu: Saioa egiaztatuta

# Matrix session verification
source: Session not verified.
ar: الجلسة غير محققة.
eu: Saioa ez egiaztatuta.

# Matrix session verification
source: Initiate session verification in your Matrix chat client.
ar: ابدأ التحقق من الجلسة في عميل الدردشة Matrix الخاص بك.
eu: Hasi saioaren egiaztapena Matrix-erako zure berriketa bezeroan.

source: Log out
ar: اخرج
eo: Elsaluti
eu: Itxi saioa

source: Log in
ar: لِج
eo: Ensaluti
eu: Hasi saioa

source: Träwelling Integration
ar: تكامل Träwelling

# @info
source: Träwelling is a free check-in service that lets you tell your friends where you are and where you can log your public transit journeys. For more information, visit <a href="https://traewelling.de">traewelling.de</a>
ar: Träwelling هي خدمة تسجيل دخول مجانية تتيح لك إخبار أصدقائك بمكانك وتسجيل رحلات النقل العام الخاصة بك. للمزيد من المعلومات، زر <a href="https://traewelling.de">traewelling.de</a>

source: Login
ar: ولوج
eo: Ensaluti
eu: Saioan sartu

source: Logout
ar: اخرج
eo: Elsaluti
eu: Saioa itxi

source: Contributing
ar: المساهمة
eo: Kontribuado
eu: Laguntza ematea

source: I contribute to OpenStreetMap
ar: أساهم في OpenStreetMap
eo: Mi kontribuas al OpenStreetMap
eu: OpenStreetMap laguntzen dut

source: Enables OSM editing options.
ar: يفعل خيارات تحرير OSM.
eo: Ebligas OSM-redaktajn opciojn.
eu: OSM editatzeko aukerak gaitzen ditu.

source: Trips
ar: الرحلات
eo: Vojaĝoj
eu: Txangoak

source: Distance
ar: المسافة
eo: Distanco
eu: Distantzia

source: Hotel nights
ar: ليالي الفندق
eo: Hotelnoktoj
eu: Hotel gauak

source: Visited countries
ar: البلدان التي تمت زيارتها
eo: Vizititaj landoj
eu: Bisitatutako herrialdeak

source: Flights
ar: الرحلات الجوية
eo: Flugoj
eu: Hegaldiak

source: Train rides
ar: ركوب القطار
eo: Trajnveturoj
eu: Tren ibilaldiak

source: Bus rides
ar: ركوب الحافلة
eo: Veturadoj en buso
eu: Autobus ibilaldiak

source: Car rides
ar: ركوب السيارة
eo: Aŭtoveturoj
eu: Auto ibilaldiak

source: Boat trips
ar: الرحلات البحرية
eo: Ŝipaj ekskursoj
eu: Itsasontzi txangoak

source: Year
ar: السنة
eo: Jaro
eu: Urtea

source: Total
ar: المجموع
eo: Entute
eu: Guztira

# @info:placeholder no visited country
source: None
ar: لا شيء
eu: Bat ere ez

source: Train
ar: قطار
eo: Trajno
eu: Trena

source: Bus
ar: حافلة
eo: Buso
eu: Autobusa

source: Boat
ar: قارب
eo: Boato
eu: Itsasontzia

source: Car
ar: السيارة
eo: Aŭto
eu: Autoa

# train/bus arrival
source: Arrival Information
ar: معلومات الوصول
eu: Iritsiera informazioa

# train/bus departure
source: Departure Information
ar: معلومات المغادرة
eu: Irteera informazioa

# departure stop
source: From %1
ar: من %1
eu: %1(e)tik

source: Information
ar: المعلومات
eu: Informazioa

source: Trip Map
ar: خريطة الرحلة
eu: Txangoaren mapa

source: Stop Map
ar: خريطة التوقف
eu: Geldialdien mapa

source: Edit Ticket
ar: حرر التذكرة
eo: Redakti Bileton
eu: Editatu txartela

source: Ticket
ar: تذكرة
eo: Bileto
eu: Txartela

source: Ticket name
ar: اسم التذكرة
eo: Nomo de bileto
eu: Txartelaren izena

source: Ticket name must not be empty.
ar: اسم التذكرة يجب ألا يكون فارغًا.
eo: Biletonomo ne devas esti malplena.
eu: Txartelaren izena ez da hutsik egon behar.

source: Delete Ticket
ar: احذف التذكرة
eo: Forigi Bileton
eu: Ezabatu txartela

source: Do you really want to delete this ticket?
ar: هل تريد حقًا حذف هذه التذكرة؟
eo: Ĉu vi vere volas forigi ĉi tiun bileton?
eu: Txartel hau benetan ezabatu nahi duzu?

source: Export Ticket
ar: صدر التذكرة
eu: Esportatu txartela

source: Class
ar: الصّنف
eo: Klaso
eu: Klasea

# @title:group
source: Ticket Barcode
ar: رمز شريطي للتذكرة
eo: Bileta Strekkodo
eu: Txartelaren barra-kodea

source: Select ticket
ar: اختر تذكرة
eo: Elekti bileton
eu: Hautatu txartela

source: Scan barcode…
ar: امسح الرمز الشريطي…
eo: Skani strekkodon…
eu: Eskaneatu barra-kodea...

source: Paste
ar: ألصق
eo: Alglui
eu: Itsatsi

# %1 is a number
source: Attendee %1
ar: الحضور %1

# %1 is a number
source: Traveler %1
ar: المسافر %1

source: 1 intermediate stop (%2)
ar: %1 توقفات وسيطة (%2)
eo: 1 survoja halto (%2)
eu: Tarteko geldialdi 1 (%2)

source: 0 intermediate stop (%1)
ar: 0 توقف وسيط (%1)
eo: 0 survoja halto (%1)
eu: Tarteko 0 geldialdi (%1)

source: Today
ar: اليوم
eo: Hodiaŭ
eu: Gaur

source: Tourist Attraction
ar: جذب سياحى
eo: Turisma Allogaĵo
eu: Erakargarri turistikoa

source: Departure
ar: المغادرة
eo: Foriro
eu: Irteera

source: Departure Time
ar: وقت المغادرة
eo: Forira Horo
eu: Irteera-ordua

source: Arrival
ar: الوصول
eo: Alveno
eu: Iritsiera

source: Arrival Time
ar: وقت الوصول
eo: Alvena Horo
eu: Iritsiera-ordua

# train station platform
source: Platform changed to %1
ar: المنصة تغيرت إلى %1
eo: Platformo ŝanĝita al %1
eu: Nasa %1(e)ra aldatu da

# train station platform
source: Platform %1
ar: المنصّة %1
eo: Platformo %1
eu: %1. nasa

# train coach
source: Coach: <b>%1</b>
ar: العربة: <b>%1</b>
eo: Kaleŝo: <b>%1</b>
eu: Bagoia: <b>%1</b>

# train seat
source: Seat: <b>%1</b>
ar: المقعد: <b>%1</b>
eo: Sidloko: <b>%1</b>
eu: Eserlekua: <b>%1</b>

# train class
source: Class: <b>%1</b>
ar: الصّنف: <b>%1</b>
eo: Klaso: <b>%1</b>
eu: Klasea: <b>%1</b>

# @title
source: New Train Reservation
ar: حجز قطار جديد
eu: Tren erreserba berria

# @title
source: Edit Train Reservation
ar: حرر حجز القطار
eu: Editatu tren erreserba

# train departure
source: Change Departure Station
ar: غير محطة المغادرة
eu: Aldatu irteera-geltokia

# train departure
source: Change departure station
ar: غير محطة المغادرة
eu: Aldatu irteera-geltokia

# train arrival
source: Change Arrival Station
ar: غير محطة الوصول
eu: Aldatu iritsiera-geltokia

# train arrival
source: Change arrival station
ar: غير محطة الوصول
eu: Aldatu iritsiera-geltokia

# @title:group
source: Train
ar: القطار
eu: Trena

# @label:textfield
source: Train number
ar: رقم القطار
eu: Tren zenbakia

# train departure
source: Departure
ar: المغادرة
eo: Foriro
eu: Irteera

# Train departure
source: Departure Time
ar: وقت المغادرة
eu: Irteera-ordua

# Train station platform
source: Station Name
ar: اسم المحطة
eu: Geltoki-izena

source: Departure station must not be empty.
ar: محطة المغادرة يجب ألا تكون فارغة.
eu: Irteera-geltokia ez da hutsik egon behar.

# Train station platform
source: Platform
ar: المنصة
eu: Nasa

source: Specifying the departure and arrival location helps Itinerary to find up-to-date information for the train this reservation is valid for.
ar: تحديد مكان المغادرة والوصول يساعد تطبيق مسار الرحلة في العثور على أحدث المعلومات عن القطار الذي يسري عليه هذا الحجز.

# train station
source: Station
ar: المحطة
eo: Stacidomo
eu: Geltokia

# train platform
source: Platform
ar: المنصّة
eo: Platformo
eu: Nasa

# train arrival
source: Arrival
ar: الوصول
eo: Alveno
eu: Iritsiera

# Train station
source: Station Name
ar: اسم المحطة
eu: Geltoki-izena

source: Arrival station must not be empty.
ar: محطة الوصول يجب ألا تكون فارغة.
eu: Iritsiera-geltokia ez da hutsik egon behar.

# Train seat
source: Seat
ar: المقعد
eo: Seĝo
eu: Eserlekua

# carriage on a train
source: Coach
ar: العربة
eo: Trejnisto
eu: Bagoia

# seating class on a train
source: Class
ar: الصّنف
eo: Klaso
eu: Klasea

source: Train Ticket
ar: تذكرة قطار
eo: Trajna Bileto
eu: Tren txartela

# Train departure
source: Departure
ar: المغادرة
eo: Foriro
eu: Irteera

# train station platform
source: Platform
ar: المنصّة

source: Departure Vehicle Layout
ar: تصميم مركبة المغادرة
eo: Forira Veturila Aranĝo
eu: Irteerako ibilgailuaren antolamendua

# Train arrival
source: Arrival
ar: الوصول
eo: Alveno
eu: Iritsiera

source: Arrival Vehicle Layout
ar: تصميم مركبة الوصول
eo: Alvena Veturila Aranĝo
eu: Iritsiera ibilgailuaren antolamendua

# @action:button
source: Add to Träwelling
ar: أضف إلى Träwelling

source: Added to Träwelling
ar: أضيف إلى Träwelling

source: Failed to add to Träwelling
ar: فشل في الإضافة إلى Träwelling

source: Select transfer
ar: اختر وسيلة نقل
eo: Elekti translokigon
eu: Hautatu ibilgailu-aldaketa

source: Delete transfer
ar: احذف وسيلة النقل
eo: Forigi translokigon
eu: Ezabatu ibilgailu-aldaketa

source: Select Transfer
ar: اختر وسيلة نقل
eo: Elekti Translokigon
eu: Hautatu ibilgailu-aldaketa

source: Depart Now
ar: اغادر الآن
eo: Foriri Nun
eu: Irten orain

source: Discard
ar: أهمِل
eo: Forĵeti
eu: Baztertu

source: Earlier
ar: أبكر
eo: Pli frue
eu: Goizago

source: Later
ar: لاحقًا
eo: Poste
eu: Beranduago

source: Bike
ar: دراجة هوائية
eo: Biciklo
eu: Bizikleta

source: Bike & Ride
ar: دراجة & ركوب
eo: Bicikli & Veturi (Bike & Ride)
eu: Bizikleta eta ibilbidea

source: Shared Bikes
ar: دراجات مشتركة
eo: Komunaj Bicikloj
eu: Bizikleta partekatuak

source: Park & Ride
ar: أوقف & ركوب
eo: Parkumi & Veturi (Park & Ride)
eu: Aparkatzea eta ibilaldia

source: %1 ends at %2
ar: %1 ينتهي في %2
eo: %1 finiĝas je %2
eu: %1 %2(e)(t)an bukatzen da

source: Preceding arrival %1 at %2
ar: الوصول السابق %1 في %2
eo: Antaŭa alveno %1 ĉe %2
eu: Aurreko iritsiera %1 %2(e)(t)an

source: %1 starts at %2
ar: تبدأ ‏%1 في %2
eo: %1 komenciĝas je %2
eu: %1 %2(e)(t)an hasten da

source: Following departure %1 from %2
ar: المغادرة التالية %1 من %2
eo: Post foriro %1 el %2
eu: Hurrengo %1 irteera %2(e)tik

source: Upcoming
ar: القادم
eo: Venonta
eu: Datorrena

# @title:window
source: Add Trip
ar: أضف رحلة
eo: Aldoni Vojaĝon
eu: Gehitu txangoa

# @title:window
source: Edit Trip
ar: حرر الرحلة
eo: Redakti Vojaĝon
eu: Editatu txangoa

# @label:textbox
source: Trip name:
ar: اسم الرحلة:
eo: Nomo de vojaĝo:
eu: Txangoaren izena:

source: Address
ar: العنوان

# @title:window
source: Merge Trips
ar: ادمج الرحلات
eo: Kunfandi Vojaĝojn
eu: Bidaiak bateratu...

source: Merge with:
ar: الدمج مع:
eo: Fandi kun:
eu: Bateratu honekin:

# @action:button
source: Merge
ar: ادمج
eo: Kunfandi
eu: Bateratu

# List section header
source: Past trips
ar: الرحلات السابقة
eo: Pasintaj vojaĝoj
eu: Iraganeko txangoak

# List section header
source: Future trips
ar: المطعم
eo: Estontaj vojaĝoj
eu: Etorkizuneko txangoak

# List section header
source: Current trip
ar: الرحلة الحالية
eo: Nuna vojaĝo
eu: Uneko txangoa

# @action
source: Search connection
ar: ابحث عن اتصال
eu: Bilatu konexioak

# @action
source: Add connection
ar: أضف اتصال
eu: Gehitu konexioa

# @action
source: Add train
ar: أضف قطار
eu: Gehitu trena

# @action
source: Add bus
ar: أضف حافلة
eu: Gehitu autobusa

# @action
source: Add flight
ar: أضف رحلة جوية
eu: Gehitu hegaldia

# @action
source: Add ferry trip
ar: أضف رحلة عبارة
eu: Gehitu ferry txangoa

# @action
source: Add accommodation
ar: أضف مكان إقامة
eu: Gehitu ostatua

# @action
source: Add event
ar: أضف حدث
eu: Gehitu ekitaldia

source: Add restaurant
ar: أضف مطعم
eu: Gehitu jatetxea

# @title:group
source: Add to Trip
ar: أضف إلى الرحلة
eo: Aldoni al Vojaĝo
eu: Gehitu txangoan

source: Export Trip
ar: صدر الرحلة
eo: Elporta Vojaĝo
eu: Esportatu txangoa

source: Delete Trip
ar: احذف الرحلة
eo: Forigi Vojaĝon
eu: Ezabatu txangoa

source: Do you really want to delete the trip '%1'?
ar: هل تريد حقًا حذف الرحلة '%1'؟
eo: Ĉu vi vere volas forigi la vojaĝon '%1'?
eu: '%1' txangoa benetan ezabatu nahi duzu?

source: One day
ar: يوم واحد
eo: Unu tago
eu: Egun bat

source: Some incompatible power sockets (%1)
ar: بعض مقابس الطاقة غير متوافقة (%1)
eo: Kelkaj nekongruaj elektraj ingoj (%1)
eu: Indar-hargune bateraezin batzuk (%1)

source: Some incompatible power plugs (%1)
ar: بعض مقابس الطاقة غير متوافقة (%1)
eo: Kelkaj nekongruaj elektraj ŝtopiloj (%1)
eu: Indar-hargune bateraezin batzuk (%1)

source: No compatible power plugs (%1)
ar: لا توجد مقابس طاقة متوافقة (%1)
eo: Neniuj kongruaj elektraj ŝtopiloj (%1)
eu: Indar-hargune bateraezinak (%1)

source: Currency: %2
ar: العملة: %2
eo: Valuto: %2
eu: Dibisa: %2

source: Show map…
ar: أظهر الخريطة…
eo: Montri mapon…
eu: Erakutsi mapa...

source: Add
ar: أضف
eo: Aldoni
eu: Gehitu

source: Nothing on the itinerary for today.
ar: لا يوجد شيء في مُخطِط الرحلة لليوم.
eo: Nenio en la itinero por hodiaŭ.
eu: Ibilbidean gaurko ez dago ezer.

source: Cost
ar: التكلفة
eu: Kostua

source: Rename…
ar: أعد التسمية…
eo: Alinomi…
eu: Berrizendatu…

source: Merge trips…
ar: ادمج الرحلات…
eo: Kunfandi vojaĝojn…
eu: Txangoak bateratu...

source: Split trip…
ar: افصل الرحلة…
eo: Disigi vojaĝon…
eu: Txangoa zatitu...

source: Download Maps
ar: نزل الخرائط
eo: Elŝuti Mapojn
eu: Mapak zama-jaitsi

source: Delete trip
ar: احذف الرحلة
eo: Forigi vojaĝon
eu: Ezabatu txangoa

# @action:button
source: Go To Now
ar: اذهب الآن
eo: Iri Al Nun
eu: Joan orainera

# @action:button
source: Add trip
ar: أضف رحلة
eo: Aldoni vojaĝon
eu: Gehitu txangoa

source: New Trip
ar: رحلة جديدة
eo: Nova Vojaĝo
eu: Txango berria

source: Add to Trip
ar: أضف إلى الرحلة
eo: Aldoni al Vojaĝo
eu: Gehitu txangoan

source: Trip name must not be empty.
ar: اسم الرحلة يجب ألا يكون فارغًا.
eo: Biletonomo ne devas esti malplena.
eu: Txangoaren izena ez da hutsik egon behar.

source: Add to:
ar: أضف إلى:
eo: Aldoni al:
eu: Gehitu hemen:

source: A trip must be selected.
ar: يجب اختيار رحلة.
eu: Txango bat hautatu behar da.

# @title:dialog
source: Add Journey to Trip
ar: أضف إلى الرحلة

# @title:window
source: Trips
ar: الرحلات
eo: Vojaĝoj
eu: Txangoak

source: No trips added yet.
ar: لم تُضَف رحلات بعد.
eu: Oraindik ez da txangorik gehitu.

# @title:window
source: Split Trip
ar: قسّم الرحلة
eo: Disigi Vojaĝon
eu: Txangoa zatitu

# @label:textbox
source: New Trip name:
ar: اسم الرحلة الجديدة:
eo: Nova Vojaĝnomo:
eu: Txangoaren izen berria:

# @title:group
source: Sections
ar: المقاطع
eo: Sekcioj
eu: Atalak

# @action:button
source: Split trip
ar: قسّم الرحلة
eo: Disigi vojaĝon
eu: Txangoa zatitu

source: Vehicle Layout
ar: تخطيط العربة
eo: Veturila Aranĝo
eu: Ibilgailu antolamendua

# %1 is a date/time
source: Departure: %1
ar: المغادرة: %1

# %1 is a date/time
source: Arrival: %1
ar: الوصول: %1

# train station platform
source: Platform: %1
ar: المنصّة: %1

source: Coach: %1 Seat: %2
ar: العربة: %1 المقعد: %2
eo: Trejnisto: %1 Sidloko: %2
eu: Bagoia: %1 Eserlekua: %2

source: No vehicle layout information available.
ar: لا تتوفّر معلومات عن تخطيط العربة.
eo: Neniuj informoj pri veturila aranĝo haveblaj.
eu: Ibilgailuaren antolamendu informazioa ez dago eskuragarri.

# train coach
source: Coach %1
ar: العربة: %1
eo: Kaleŝo %1
eu: %1 bagoia

# precipitation
source: %1 mm
ar: %1 مم

# windSpeed
source: %1 m/s
ar: %1 دق/ث

source: Welcome!
ar: مرحبًا بك!
eo: Bonvenon!
eu: Ongietorri!

source: How to import data?
ar: كيف تستورد البيانات؟
eo: Kiel importi datumojn?
eu: Datuak nola inportatu?

source: <p>There's a number of ways to import data into KDE Itinerary:<ul><li>Directly opening PDF tickets or Apple Wallet passes.</li><li>From the Android calendar, for entries made via the KMail or Nextcloud Itinerary plugins, and synced using DAVx⁵.</li><li>Via KDE Connect from the KMail Itinerary plugin.</li><li>By scanning boarding pass barcodes and pasting their content.</li></p>
ar: <p>يوجد عدد من الطرق لاستيراد البيانات في مخطط الرحلة من كيدي:<ul><li>افتح تذاكر PDF أو بطاقات Apple Wallet مباشرةً.</li><li>من تقويم أندرويد، للمُدخلات التي أُنشئت عبر ملحقات مخطط الرحلة في KMail أو Nextcloud، وجرت مزامنتها باستعمال DAVx⁵.</li><li>عبر كيدي Connect من ملحق مخطط الرحلة في KMail.</li><li>بمسح رموز باركود بطاقات صعود الطائرة ولصق محتواها.</li></ul></p>
eo: <p>Estas kelkaj manieroj importi datumojn en KDE-Itineron:<ul><li>Rekte malfermante PDF-biletojn aŭ Apple Wallet-enirpermesilojn.</li><li>El la Android-kalendaro, por enskriboj faritaj per la KMail- aŭ Nextcloud-Itinerary kromaĵojn, kaj sinkronigite uzante DAVx⁵.</li><li>Per KDE Connect de la KMail Itinerary-kromaĵo.</li><li>Skanante strekkodojn de enirpermesilo kaj algluante ilian enhavon.</li></p>
eu: <p>KDE Itinerary-n datuak inportatzeko era ezberdinak daude: <ul><li>Zuzenean PDF txartelak edo Apple Wallet paseak irekiz.</li><li>Android-eko egutegitik, KMail edo Nextcloud-eko Itinerary pluginen bidez eginiko, eta DAVx⁵ bidez sinkronizatutako sarrerak.</li><li>KDE Connect bidez, KMail-eko Itinerary pluginetik.</li><li>Ontziratze-paseen barra-kodeak eskaneatu eta haien edukia itsatsiz.</li></p>

source: Check the settings!
ar: افحص الإعدادات!
eo: Kontrolu la agordojn!
eu: Egiaztatu ezarpenak!

source: KDE Itinerary has all features disabled by default that require online access, such as retrieving live traffic data or weather forecasts. You therefore might want to review these settings. While you are at it, you might want to configure your home location to enable the transfer assistant to automatically suggests ways to your next departure station or airport.
ar: يأتي مخطط الرحلة من كيدي بكل الميزات التي تتطلب اتصالًا بالشبكة معطّلة مبدئيًّا، مثل جلب بيانات الحركة المرورية الحية أو تنبؤات الطقس. لذا ربما تود مراجعة هذه الإعدادات. وبينما أنت تفعل ذلك، ربما تود ضبط موقع منزلك لتمكين مساعد الانتقال من أن يقترح عليك آليًّا طرقًا للوصول إلى محطة المغادرة أو المطار التاليين.
eo: KDE-Itinero havas ĉiujn funkciojn malebligitaj defaŭlte, kiuj postulas interretan aliron, kiel ekzemple reakirado de vivaj trafikaj datumoj aŭ veterprognozoj. Vi do eble volas revizii ĉi tiujn agordojn. Dum vi estas ĉe ĝi, vi eble volas agordi vian hejman lokon por ebligi la translokigan asistanton aŭtomate sugesti vojojn al via sekva forirstacio aŭ flughaveno.
eu: «KDE Itinerary»k lerroko sarbidea behar duten eginbide guztiak era lehenetsian ezgaituta ditu, hala nola, trafikoaren zuzeneko datuak edo eguraldi iragarpenenak eskuratzea. Hori dela eta, baliteke ezarpen horiek berrikusi nahi izatea. Horretan zabiltzala, beharbada, zure etxearen kokalekua konfiguratu nahiko duzu, ibilgailu-aldaketa laguntzailea gaitu eta zure hurrengo irteerako geltoki edo aireportura iristeko erak automatikoki gomendatu ditzan.

source: More information
ar: معلومات أخرى
eo: Pliaj informoj
eu: Informazio gehiago

source: For more information about KDE Itinerary check out the <a href="https://community.kde.org/KDE_PIM/KDE_Itinerary">wiki page</a>.
ar: لمزيد من المعلومات حول مخطط الرحلة من كيدي، افحص <a href="https://community.kde.org/KDE_PIM/KDE_Itinerary">صفحة الويكي</a>.
eo: Por pliaj informoj pri KDE-Itinero kontrolu la <a href="https://community.kde.org/KDE_PIM/KDE_Itinerary">vikipaĝon</a>.
eu: «KDE Itinerary»ri buruz informazio gehiago izateko begiratu <a href="https://community.kde.org/KDE_PIM/KDE_Itinerary">wiki orria</a>.

source: Got it!
ar: فهمت!
eo: Kaptis!
eu: Ulertuta!

source: Syncing…
ar: يُزامن…
eo: Sinkronigante…
eu: Sinkronizatzen...

source: This server does not support logging in using a password
ar: هذا الخادم لا يدعم الولوج باستعمال كلمة سر.
eo: Ĉi tiu servilo ne subtenas ensaluti per pasvorto
eu: Zerbitzari horrek ez du pasahitz bat erabiliz saio-hastea onartzen

source: Logging in…
ar: يَلُجْ…
eo: Ensalutante…
eu: Saioan sartzen...

source: Logged out
ar: خرج
eo: Elsalutita
eu: Saiotik aterata

# Airline Flightnumber from Airport to Airport on Date
source: %1%2 from %3 to %4 on %5
ar: %1%2 من %3 إلى %4 في %5
eo: %1%2 de %3 al %4 je %5
eu: %1%2 %3(e)tik %4(e)ra %5(e)an

source: Homepage: <a href="%1">%1</a>
eo: Hejmpaĝo: <a href="%1">%1</a>
eu: Orri nagusia: <a href="%1">%1</a>

source: License: <a href="https://spdx.org/licenses/%1.html">%2</a>
eo: Permesilo: <a href="https://spdx.org/licenses/%1.html">%2</a>
eu: Lizentzia: <a href="https://spdx.org/licenses/%1.html">%2</a>

source: KDE Itinerary is developed by the KDE community as free software and uses the components listed below.
eo: KDE-Itinero estas evoluigita de la KDE-komunumo kiel libera programaro kaj uzas la komponantojn listigitajn sube.
eu: «KDE Itinerary» KDE komunitateak garatzen du software libre bezala eta azpian zerrendatutako osagaiak erabiltzen ditu.

# journey query search constraint, title
source: Aircraft
eu: Hegazkina

source: Export failed: %1
eo: Elporto malsukcesis: %1
eu: Esportatzea huts egin du: %1

source: Saving failed: %1
eu: Gordetzea huts egin du: %1

source: File was imported with a newer version of Itinerary. Some information might not be imported correctly.
eu: Fitxategia Itinerary-ren bertsio berriago batekin inportatu da. Baliteke informazio batzuk behar bezala ez inportatzea.

source: Transfer to %1
eo: Transloki al %1
eu: Ibilgailu-aldaketa %1(e)ra

source: Drop-off: %1
eo: Forigo: %1
eu: Itzultzea: %1

source: Network error: %1
eo: Reta eraro: %1
eu: Sareko errorea: %1

source: Download failed: %1
eo: Elŝuto malsukcesis: %1
eu: Zama-jaistea huts egin du: %1

source: Location %1
eo: Loko %1
eu: %1 kokalekua

source: Coordinate
eo: Koordinato
eu: Koordenatua

source: Address to coordinate
eo: Adreso por kunordigi
eu: Helbidetik koordenatura

source: Coordinate to address
eo: Koordinate al adreso
eu: Koordenatutik helbidera

source: Platform
eo: Platformo
eu: Nasa

source: Vaccination certificate of %1
eo: Atestilo pri vakcinado de %1
eu: %1(e)ren txertatze ziurtagiria

source: Test certificate of %1
eo: Testatestilo de %1
eu: %1(e)ren proba ziurtagiria

source: Recovery certificate of %1
eo: Reakira atesto de %1
eu: %1(e)ren sendatze ziurtagiria

source: Vaccination for %1 (%2/%3)
eo: Vakcinado por %1 (%2/%3)
eu: %1(e)ren txertaketa (%2/%3)

source: Vaccination for %1
eo: Vakcinado por %1
eu: %1(e)ren txertaketa

source: Test %1 for %2
eo: Testo %1 por %2
eu: Probatu %1 %2(e)rako

source: Recovery %1 for %2
eo: Resaniĝo %1 por %2
eu: %2(e)rako %1 osatzea

source: PkPass files (*.pkpass)
eo: PkPass-dosieroj (*.pkpass)
eu: PkPass fitxategiak (*.pkpass)

source: Import failed: %1
eo: Enporto malsukcesis: %1
eu: Inportatzea huts egin du: %1

# Abreviation of train platform
source: Pl. %1
eu: %1 Na.

# Ferry dock, if possible use an abreviation
source: Dock %1
eo: Doko %1
eu: %1 kaia

# Generic abreviation of platform
source: Pl. %1
eu: %1 Na.

# day-only date format
source: dd MMMM
eu: MMMM dd

# Matrix session verfication
source: Emoji Verification
eo: Emoĝi-Konfirmo
eu: Emoji egiaztapena

source: Onboard information are unfortunately not supported on your device at this time.
eo: Enŝipigitaj informoj bedaŭrinde ne estas subtenataj en via aparato nuntempe.
eu: Tamalez, momentu honetan, zure gailuan ez dago ontziko informaziorako euskarririk.

source: Traewelling Integration
eo: Traewelling-Integriĝo
eu: «Träwelling»ekin bateratzea
